Repository: File-New-Project/EarTrumpet
Catalog: EarTrumpet/Properties/Resources.*.resx
Languages: af, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, it, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, ro, ro_ro, ru_ru, sl_si, sv_se, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ExpandAccessibleText
source: Expand to show all playback devices
af: Vou uit en vertoon alle terugspeel toestelle
ar_sa: توسيع لإظهار جميع أجهزة التشغيل
ca_es: Expandeix per mostrar tots els dispositius de reproducció
cs_cz: Rozbalit pro zobrazení všech zařízení pro přehrávání
da_dk: Udvid for at se alle afspilningsenheder
de_de: Erweitern, um alle Wiedergabegeräte anzuzeigen
el_gr: Ανάπτυξη για εμφάνιση όλων των συσκευών αναπαραγωγής
es: Expandir para mostrar todos los dispositivos de reproducción
fa_ir: برای نمایش تمام دستگاه های پخش، باز کنید
fi_fi: Laajenna näyttääksesi kaikki toistolaitteet
fr_fr: Développer pour afficher tous les périphériques de lecture
he_il: הרחב כדי להראות את כל מכשירי ההשמעה
hr_hr: Proširi za prikazivanje svih uređaja za reprodukciju
hu_hu: További lejátszóeszköz megjelenítése
it: Espandi per mostrare tutti i dispositivi di riproduzione
it_it: Espandi per mostrare tutti i dispositivi di riproduzione
ja_jp: すべての再生デバイスを表示
ko_kr: 모든 재생 장치를 표시하도록 확장
nl_nl: Klap uit om alle afspeelapparaten te tonen
no_no: Utvid for å vise alle avspillingsenheter
pl_pl: Rozwiń, aby wyświetlić wszystkie urządzenia odtwarzające
pt_br: Abrir para visualizar todos os dispositivos de reprodução
ro_ro: Extinde pentru a arăta toate dispozitivele de redare
ru_ru: Развернуть, чтобы показать все устройства воспроизведения
sl_si: Razširi za prikaz vseh predvajalnih naprav
sv_se: Utöka för att visa alla uppspelningsenheter
ta_in: எல்லா இயக்கல் சாதனங்களைக் காண்பிக்க விரிவாக்கு
th_th: ขยายและแสดงทุกอุปกรณ์เล่นกลับ
tr_tr: Tüm oynatma cihazlarını görmek için genişlet
uk_ua: Відобразити всі пристрої для відтворення
vi_vn: Mở rộng để hiển thị tất cả thiết bị phát lại
zh_cn: 展开显示所有播放设备
zh_tw: 展開畫面，顯示所有播放裝置

# SettingsCategoryTitle
source: General
af: Algemeen
ar_sa: عام
cs_cz: Obecné
da_dk: Generelt
de_de: Allgemein
el_gr: Γενικά
fa_ir: عمومی
fi_fi: Yleiset
fr_fr: Général
he_il: כללי
hr_hr: Općenito
hu_hu: Általános
it: Generale
it_it: Generale
ja_jp: 一般
ko_kr: 일반
nl_nl: Algemeen
no_no: Generelt
pl_pl: Ogólne
pt_br: Geral
ru_ru: Общее
sl_si: Splošno
sv_se: Allmänt
ta_in: பொது
th_th: ทั่วไป
tr_tr: Genel
uk_ua: Загальне
vi_vn: Chung
zh_cn: 通用
zh_tw: 一般設定

# MoveButtonAccessibleText
source: Assign this app to a playback device
af: Ken die toep toe aan 'n terugspeel toestel
ar_sa: تعيين هذا التطبيق إلى جهاز التشغيل
ca_es: Assigna aquesta aplicació a un dispositiu de reproducció
cs_cz: Přiřadit tuto aplikaci k zařízení pro přehrávání
da_dk: Tildel denne app til en afspilningsenhed
de_de: Wiedergabegerät für diese App auswählen
el_gr: Αντιστοιχίστε αυτήν την εφαρμογή σε μία συσκευή αναπαραγωγής
es: Asignar esta aplicación a un dispositivo de reproducción
fa_ir: این برنامه را به یک دستگاه پخش اختصاص دهید
fi_fi: Määritä tämä sovellus toistolaitteelle
fr_fr: Attribuer cette application à un périphérique de lecture
he_il: הקצה את האפליקציה הזאת למכשיר השמעה
hr_hr: Pridruži ovu aplikaciju uređaju za reprodukciju
hu_hu: Az EarTrumpet hozzárendelése egy lejátszóeszközhöz
it: Assegna questa app ad un dispositivo di riproduzione
it_it: Assegna questa app a un dispositivo di riproduzione
ja_jp: このアプリを再生デバイスに登録
ko_kr: 이 앱을 재생 장치에 할당
nl_nl: Koppel deze app aan een afspeelapparaat
no_no: Tilordne dette programmet til en avspillingsenhet
pl_pl: Przypisz tę aplikację do urządzenia odtwarzającego
pt_br: Associar este aplicativo a um dispositivo de reprodução
ro_ro: Atribuie această aplicație unui dispozitiv de redare
ru_ru: Назначить приложению устройство воспроизведения
sl_si: Dodeli to aplikacijo predvajalni napravi
sv_se: Tilldela denna app till en uppspelningsenhet
ta_in: இப்பயன்பாட்டை ஒரு இயக்கல் சாதனத்திற்கு பேற்றுரிமையாளராக்கு
th_th: ให้แอปนี้ใช้อุปกรณ์เล่นกลับนั้
tr_tr: Bu uygulamayı bir oynatma cihazına atayın
uk_ua: Застосувати цей додаток до пристрою для відтворення
vi_vn: Gán ứng dụng này với một thiết bị phát lại
zh_cn: 指定此应用的播放设备
zh_tw: 指定此應用使用的播放裝置

# SettingsOpenEarTrumpetText
source: Open Taskbar flyout
af: Maak taakbalkmenu oop
ar_sa: فتح شريط المهام
ca_es: Obrel el menú flotant de la barra de tasques
cs_cz: Otevřít vyskakovací okno hlavního panelu
da_dk: Åben proceslinje menu
de_de: EarTrumpet Flyout öffnen
el_gr: Άνοιγμα από τη γραμμή εργασιών
es: Abrir menú flotante de EarTrumpet
fa_ir: باز کردن برنامه
fi_fi: Avaa tehtäväpalkki
fr_fr: Ouvrir le menu déroulant d'EarTrumpet
he_il: פתח את EarTrumpet
hr_hr: Otvori prozor na traki zadataka
hu_hu: Nyissa meg a Tálca sávot
it: Apri il menu di EarTrumpet
it_it: Apri riquadro a comparsa nella barra delle applicazioni
ja_jp: タスクバーのポップアップを開く
ko_kr: 작업 표시줄 플라이아웃 열기
nl_nl: Open taakbalkmenu
no_no: Åpne oppgavelinjen-menyen
pl_pl: Otwórz nakładkę głośności paska zadań
pt_br: Mostrar informações do EarTrumpet
ro: Deschide panoul EarTrumpet
ro_ro: Deschide bara de activități
ru_ru: Открыть всплывающее окно EarTrumpet
sl_si: Odpri pojavni meni opravilne vrstice
sv_se: Öppna aktivitetfältsmenyn
ta_in: பணிப்பட்டி பலகையைத் திற
th_th: เปิดแถบงานบินออก
tr_tr: Görev çubuğu açılır penceresini aç
uk_ua: Відкрити меню EarTrumpet
vi_vn: Mở flyout ở thanh tác vụ ra
zh_cn: 打开任务栏浮出面板
zh_tw: 打開 EarTrumpet 浮動框

# SettingsUseLegacyEarTrumpetIcon
source: Use legacy EarTrumpet icon
af: Gebruik ou EarTrumpet kenteken
ar_sa: استخدام أيقونة EarTrumpet القديمة
ca_es: Utilitza l'icona d'EarTrumpet heredada
cs_cz: Použít původní ikonku EarTrumpet
da_dk: Brug det gamle EarTrumpet ikon
de_de: Altes EarTrumpet Symbol verwenden
el_gr: Χρήση του παλαιού εικονιδίου του EarTrumpet
es: Usar icono tradicional de EarTrumpet
fa_ir: از آیکون EarTrumpet قدیمی استفاده کنید
fi_fi: Käytä vanhaa EarTrumpet-kuvaketta
fr_fr: Utiliser l'icône originale d'EarTrumpet
he_il: השתמש באייקון היחודי של EarTrumpet
hr_hr: Koristi originalnu EarTrumpet ikonu
hu_hu: Régi EarTrumpet ikon használata
it: Usa l'icona classica di EarTrumpet
it_it: Usa l'icona classica di EarTrumpet
ja_jp: 以前の EarTrumpet アイコンを使用
ko_kr: 기존 EarTrumpet 아이콘 사용
nl_nl: Gebruik oud EarTrumpet-icoon
no_no: Bruk gamle EarTrumpet ikon
pl_pl: Używaj starej ikony aplikacji
pt_br: Usar o ícone antigo do EarTrumpet
ro_ro: Folosește pictograma veche a EarTrumpet
ru_ru: Использовать старую иконку EarTrumpet
sl_si: Uporabi starejšo ikono EarTrumpeta
sv_se: Använd den äldre EarTrumpet-ikonen
ta_in: Legacy EarTrumpet படவுருவை பயன்படுத்து
th_th: ใช้ไอคอน EarTrumpet แบบเก่า
tr_tr: Ses seviyesi yerine EarTrumpet ikonunu kullan
uk_ua: Використовувати значок legacy EarTrumpet
vi_vn: Dùng biểu tượng EarTrumpet cũ
zh_cn: 使用旧版 EarTrumpet 图标
zh_tw: 使用經典 EarTrumpet 圖標

# MoreCommandsAccessibleText
source: More commands
af: Meer opdragte
ar_sa: أوامر إضافية
ca_es: Més comandes
cs_cz: Další příkazy
da_dk: Flere kommandoer
de_de: Weitere Befehle
el_gr: Περισσότερες εντολές
es: Más comandos
fa_ir: دستورات بیشتر
fi_fi: Lisää komentoja
fr_fr: Plus de commandes
he_il: פקודות נוספות
hr_hr: Više naredbi
hu_hu: További parancsok
it: Altri comandi
it_it: Altri comandi
ja_jp: 他のコマンド
ko_kr: 더 많은 명령어
nl_nl: Meer opdrachten
no_no: Flere kommandoer
pl_pl: Więcej komend
pt_br: Mais comandos
ro_ro: Mai multe comenzi
ru_ru: Больше команд
sl_si: Več ukazov
sv_se: Fler kommandon
ta_in: மேலும் கட்டளைகள்
th_th: คำสั่งเพิ่มเติม
tr_tr: Daha fazla komut
uk_ua: Більше команд
vi_vn: Thêm lệnh
zh_cn: 更多命令
zh_tw: 更多指令

# MutedText
source: Muted
af: Gedemp
ar_sa: الصوت مكتوم
ca_es: Silenciat
cs_cz: Ztlumeno
da_dk: Lydløs
de_de: Ton aus
el_gr: Σε Σίγαση
es: Silenciado
fa_ir: ساکت
fi_fi: Mykistetty
fr_fr: En sourdine
he_il: מושתק
hr_hr: Isključen zvuk
hu_hu: Némítva
it: Muto
it_it: Muto
ja_jp: ミュート
ko_kr: 음소거됨
nl_nl: Gedempt
no_no: Dempet
pl_pl: Wyciszono
pt_br: Mudo
ro_ro: Amuțit
ru_ru: Без звука
sl_si: Zvok izklopljen
sv_se: Ljud av
ta_in: ஒலியடக்கு
th_th: ปิดเสียง
tr_tr: Susturulmuş
uk_ua: Без звуку
vi_vn: Đã tắt tiếng
zh_cn: 静音
zh_tw: 已靜音

# OpenSoundSettingsText
source: Sound settings
af: Klankinstellings
ar_sa: إعدادات الصوت
ca_es: Configuració de so
cs_cz: Nastavení zvuku
da_dk: Lydindstillinger
de_de: Soundeinstellungen
el_gr: Ρυθμίσεις ήχου
es: Opciones de sonido
fa_ir: تنظیمات صدا
fi_fi: Ääniasetukset
fr_fr: Paramètres son
he_il: הגדרות צלילים
hr_hr: Postavke zvuka
hu_hu: Hangbeállítások
it: Impostazioni audio
it_it: Impostazioni audio
ja_jp: サウンド設定
ko_kr: 소리 설정
nl_nl: Geluidsinstellingen
no_no: Lydinnstillinger
pl_pl: Ustawienia dźwięku
pt_br: Configurações de som
ro_ro: Setări de sunet
ru_ru: Параметры звука
sl_si: Nastavitve zvoka
sv_se: Ljudinställningar
ta_in: ஒலி அமைப்புகள்
th_th: ตั้งค่าเสียง
tr_tr: Ses ayarları
uk_ua: Параметри звуку
vi_vn: Cài đặt âm thanh
zh_cn: 声音设置
zh_tw: 系統音效設定

# WindowsLegacyMenuText
source: Windows Legacy
af: Windows verstek
ar_sa: اعدادات ويندوز
ca_es: Windows heredat
cs_cz: Původní nastavení Windows
de_de: Windows Optionen
el_gr: Μείκτης των Windows
es: Windows Tradicional
fa_ir: پنجره های داخلی
fi_fi: Windowsin Legacy
fr_fr: Windows Classique
he_il: Windows המקורי
hr_hr: Postavke Windowsa
hu_hu: Régi Windows beállítások
it: Vecchio menu Windows
it_it: Vecchio menu di Windows
ja_jp: Windows の機能
ko_kr: Windows 설정 메뉴
nl_nl: Oudere Windows
no_no: Original windows innstillinger
pl_pl: Ustawienia systemowe
pt_br: Mais configurações
ro_ro: Moştenire Windows
ru_ru: Старое меню Windows
sl_si: Starejši Windows
sv_se: Windows-originalinställningar
th_th: วินโดว์เลกาซี่
tr_tr: Windows ses ayarları
uk_ua: Старе меню Windows
vi_vn: Cài đặt cũ của Windows
zh_cn: Windows 旧版声音设置
zh_tw: Windows 傳統音效設定

# AboutThisAddonText
source: About {Name} add-on
af: Aangaande {Name} byvoeging
ar_sa: حول {Name} إضافة
ca_es: Quant al complement {Name}
cs_cz: O doplňku {Name}
da_dk: Om {Name} tilføjelsen
de_de: Über {Name} Add-on
el_gr: Σχετικά με το πρόσθετο {Name}
es: Acerca del add-on {Name}
fa_ir: درباره {Name} افزونه
fi_fi: Tietoja {Name} lisäosasta
fr_fr: À propos du complèment {Name}
he_il: לגבי התוספת {Name}
hr_hr: O dodatku {Name}
hu_hu: A(z) {Name} bővítmény névjegye
it: Informazioni sull'add-on {Name}
it_it: Informazioni sull'add-on {Name}
ja_jp: アドオン {Name} について
ko_kr: 추가 기능 {Name} 정보
nl_nl: Over {Name} add-on
no_no: Om {Name} tillegg
pl_pl: O dodatku {Name}
pt_br: Sobre o plug-in {Name}
ro_ro: Despre supliment {Name}
ru_ru: О дополнении {Name}
sl_si: O dodatku {Name}
sv_se: Om tillägget {Name}
ta_in: {Name} நீட்டிப்பைப் பற்றி
th_th: เกี่ยวกับส่วนขยาย {Name}
tr_tr: {Name} eklentisi hakkında
uk_ua: Про додаток {Name}
vi_vn: Thông tin về phần mở rộng {Name}
zh_cn: 关于 {Name} 加载项
zh_tw: 關於{Name} 擴展

# AddonNameText
source: Name:
af: Naam:
ar_sa: الاسم:
ca_es: Nom:
cs_cz: Název:
da_dk: Navn:
el_gr: Όνομα:
es: Nombre:
fa_ir: نام:
fi_fi: Nimi:
fr_fr: Nom:
he_il: שם:
hr_hr: Ime:
hu_hu: Név:
it: Nome:
it_it: Nome:
ja_jp: 名前:
ko_kr: 이름:
nl_nl: Naam:
no_no: Navn:
pl_pl: NazwaІм'я:
pt_br: Nome:
ro_ro: Nume:
ru_ru: Название:
sl_si: Ime:
sv_se: Namn:
ta_in: பெயர்:
th_th: ชื่อ:
tr_tr: İsim:
uk_ua: Ім'я:
vi_vn: Tên:
zh_cn: 名称:
zh_tw: 姓名:

# AddonUninstallButtonText
source: Open Windows Settings
af: Open Windows verstellings
ar_sa: فتح إعدادات ويندوز
ca_es: Obre la configuració del Windows
cs_cz: Otevřít nastavení Windows
da_dk: Åbn Windows Indstillinger
de_de: Öffne Windows-Einstellungen
el_gr: Άνοιγμα Ρυθμίσεων Των Windows
es: Abrir Configuraciones de Windows
fa_ir: بازکردن تنظیمات ویندوز
fi_fi: Avaa Windows-asetukset
fr_fr: Ouvrir les Paramètres Windows
he_il: פתח הגדרות Windows
hr_hr: Otvori postavke Windowsa
hu_hu: Windows beállítások megnyitása
it: Apri Impostazioni di Windows
it_it: Apri Impostazioni di Windows
ja_jp: Windows の設定を開く
ko_kr: Windows 설정 열기
nl_nl: Open Windows-instellingen
no_no: Åpne Windows-innstillinger
pl_pl: Otwórz Ustawienia systemu Windows
pt_br: Abrir Configurações do Windows
ro_ro: Deschide setările Windows
ru_ru: Открыть Параметры Windows
sl_si: Odpri nastavitve Windows
sv_se: Öppna Windows-inställningar
ta_in: Windows அமைப்புகளைத் திற
th_th: เปิดการตั้งค่าในวินโดว์
tr_tr: Windows ayarlarını aç
uk_ua: Відкрити меню налаштування Windows
vi_vn: Mở cài đặt Windows
zh_cn: 打开 Windows 设置
zh_tw: 開啟 Windows 設定

# AddonUninstallDescriptionText
source: This add-on can be removed using the Windows Settings app.
af: Hierdie byvoeging kan verwyder word via die Windows Settings toep.
ar_sa: يمكن إزالة هذه الإضافة باستخدام تطبيق إعدادات ويندوز.
ca_es: Aquest complement es pot eliminar mitjançant l'aplicació Configuració de Windows.
cs_cz: Tento doplněk lze odstranit pomocí aplikace Nastavení Windows.
da_dk: Denne tilføjelse kan fjernes ved hjælp af Windows Indstillinger-appen.
de_de: Dieses Add-on kann über die Windows-Einstellungen entfernt werden.
el_gr: Αυτό το πρόσθετο μπορεί να αφαιρεθεί χρησιμοποιώντας την εφαρμογή Ρυθμίσεις των Windows.
es: Este complemento puede ser removido utilizando la aplicación de Configuración de Windows 10
fa_ir: این افزودنی را می توان با استفاده از برنامه تنظیمات ویندوز حذف کرد.
fi_fi: Tämä lisäosa voidaan poistaa Windowsin asetukset-sovelluksella.
fr_fr: Ce complèment peut être désinstallé avec l'application Paramètres Windows.
he_il: ניתן להסיר את התוספת הזאת בעזרת אפליקציית ההגדרות של Windows.
hr_hr: Ovaj dodatak može biti uklonjen koristeći aplikaciju Windows Postavke.
hu_hu: Ezt a bővítményt a Windows Gépházban tudod eltávolítani.
it: Questo add-on può essere rimosso dall'app Impostazioni.
it_it: Questo add-on può essere rimosso dall'app Impostazioni.
ja_jp: このアドオンは Windows の「設定」からアンインストールできます。
ko_kr: 이 추가 기능은 Windows 설정 앱을 사용하여 제거할 수 있습니다.
nl_nl: Deze add-on kan verwijderd worden in de Instellingen-app van Windows.
no_no: Dette tillegget kan fjernes ved hjelp av Windows-innstillingsappen.
pl_pl: Ten dodatek może zostać usunięty przez Ustawienia systemu Windows.
pt_br: Este plug-in pode ser removido através das Configurações do Windows.
ro_ro: Acest supliment poate fi eliminat folosind aplicația Windows Settings.
ru_ru: Это дополнение может быть удалено в приложении Параметры Windows.
sl_si: Ta dodatek lahko odstranite z aplikacijo Windows Nastavitve.
sv_se: Detta tillägg kan tas bort i appen för Windows-inställningar.
ta_in: இந்த நீட்டிப்பை Windows அமைப்புகளில் அகற்றலாம்.
th_th: ส่วนเสริมนี้สามารถลบได้โดยใช้แอปตั้งค่าของวินโดว์
tr_tr: Bu eklenti Windows Ayarları uygulaması kullanılarak kaldırılabilir.
uk_ua: Цей додаток може бути видалено за допомогою меню налаштування Windows.
vi_vn: Phần mở rộng này có thể gỡ ra được từ ứng dụng Cài đặt Windows.
zh_cn: 此加载项可通过 Windows「设置」应用移除。
zh_tw: 這個擴展可以透過 Windows 設定刪除。

# AddonUninstallTitle
source: Uninstall
af: Deïnstalleer
ar_sa: إلغاء التثبيت
ca_es: Desinstal·la
cs_cz: Odinstalovat
da_dk: Afinstallér
de_de: Deinstallieren
el_gr: Απεγκατάσταση
es: Desinstalar
fa_ir: حذف کردن
fi_fi: Poista
fr_fr: Désinstaller
he_il: הסר התקנה
hr_hr: Deinstaliraj
hu_hu: Eltávolítás
it: Disinstalla
it_it: Disinstalla
ja_jp: アンインストール
ko_kr: 제거
nl_nl: Deïnstalleren
no_no: Avinstaller
pl_pl: Odinstaluj
pt_br: Desinstalar
ro_ro: Dezinstalează
ru_ru: Удалить
sl_si: Odstrani
sv_se: Avinstallera
ta_in: நிறுவல்நீக்கு
th_th: ถอนการติดตั้ง
tr_tr: Kaldır
uk_ua: Видалити
vi_vn: Gỡ cài đặt
zh_cn: 卸载
zh_tw: 解除安裝

# DefaultManagementGroupName
source: Management
af: Bestuur
ar_sa: إدارة
ca_es: Administració
cs_cz: Správa
da_dk: Håndtering
de_de: Verwaltung
el_gr: Διαχείριση
es: Gestión
fa_ir: مدیریت
fi_fi: Hallinta
fr_fr: Administration
he_il: ניהול
hr_hr: Upravljanje
hu_hu: Kezelés
it: Gestione
it_it: Gestione
ja_jp: 管理
ko_kr: 관리
nl_nl: Beheer
no_no: Administrasjon
pl_pl: Zarządzanie
pt_br: Gerenciamento
ro_ro: Administrare
ru_ru: Управление
sl_si: Upravljanje
sv_se: Hantering
ta_in: மேலாண்மை
th_th: การจัดการ
tr_tr: Yönetim
uk_ua: Управління
vi_vn: Quản lý
zh_cn: 管理
zh_tw: 管理

# LegacySettingsPageText
source: Legacy settings
af: Verouderde instellings
ar_sa: الإعدادات القديمة
ca_es: Configuració heredada
cs_cz: Zastaralá nastavení
da_dk: Legacy indstillinger
de_de: Alte Einstellungen
el_gr: Παλαιές ρυθμίσεις
es: Ajustes tradicionales
fa_ir: تنظیمات داخلی
fi_fi: Vanhat asetukset
fr_fr: Paramètres classiques
he_il: הגדרות Legacy
hr_hr: Postavke baštine
hu_hu: Régi beállítások
it: Vecchie impostazioni
it_it: Vecchie impostazioni
ja_jp: 以前の設定
ko_kr: 이전 설정
nl_nl: Oude instellingen
no_no: Gamle innstillinger
pl_pl: Ustawienia (wersja Legacy)
pt_br: Mais configurações
ro_ro: Setări vechi
ru_ru: Устаревшие параметры
sl_si: Stare nastavitve
sv_se: Äldre inställningar
ta_in: Legacy அமைப்புகள்
th_th: การตั้งค่าเลกาซี่
tr_tr: Eski ayarlar
uk_ua: Застарілі параметри
vi_vn: Cài đặt cũ
zh_cn: 旧版设置
zh_tw: 傳統設定

# PublisherText
source: Publisher:
af: Uitgewer:
ar_sa: الناشر:
ca_es: Editor:
cs_cz: Vydavatel:
da_dk: Udgiver:
de_de: Herausgeber:
el_gr: Εκδότης:
es: Publicado por:
fa_ir: ناشر:
fi_fi: Julkaisija:
fr_fr: Éditeur:
he_il: מפרסם:
hr_hr: Izdavač:
hu_hu: Kiadó:
it: Pubblicato da:
it_it: Pubblicato da:
ja_jp: 提供元:
ko_kr: 게시자:
nl_nl: Uitgegeven door:
no_no: Utgiver:
pl_pl: Wydawca:
pt_br: Fornecedor:
ro_ro: Producător:
ru_ru: Издатель:
sl_si: Izdajatelj:
sv_se: Utgivare:
ta_in: வெளியீட்டாளர்:
th_th: ผู้เผยแพร่
tr_tr: Yayımcı:
uk_ua: Видавець:
vi_vn: Nhà phát hành:
zh_cn: 发布者:
zh_tw: 發行者：

# SettingsDescriptionText
source: Configure shortcuts and get help
af: Stel kortpaaie op en kry hulp
ar_sa: ضبط الاختصارات والحصول على المساعدة
ca_es: Configureu dreceres i obtingueu ajuda
cs_cz: Konfigurovat klávesové zkratky a získat pomoc
da_dk: Konfigurer genveje og få hjælp
de_de: Tastenkombinationen und Hilfe
el_gr: Ρύθμιση συντομεύσεων και λήψη βοήθειας
es: Configurar atajos y obtener ayuda
fa_ir: کلید های میانبر را پیکربندی کنید و کمک بگیرید و خیلی بیشتر ...
fi_fi: Määritä pikanäppäimet tai hae apua
fr_fr: Configurer les raccourcis et obtenir de l'aide
he_il: הגדר קיצורי דרך וקבל עזרה
hr_hr: Konfiguriraj postavke i potraži pomoć
hu_hu: Gyorsbillentyűk beállítása és segítségkérés
it: Configura le scorciatoie e ottieni aiuto
it_it: Configura le scorciatoie e ottieni aiuto
ja_jp: ショートカットの設定やヘルプ
ko_kr: 단축키를 구성하거나 도움말을 확인합니다.
nl_nl: Configureer sneltoetsen en Help
no_no: Konfigurer snarveier og få hjelp
pl_pl: Skonfiguruj skróty i uzyskaj pomoc
pt_br: Configurar atalhos e pedir ajuda
ro_ro: Configurați comenzi rapide și obțineți ajutor
ru_ru: Настроить сочетания клавиш и получить справку
sl_si: Nastavitve bližnjic in pomoč
sv_se: Konfigurera genvägar och få hjälp
ta_in: விசை குறுக்குவழிகளை அமைக்கவும் மற்றும் உதவி பெறவும்
th_th: ตั้งค่าทางลัดแลัขอความช่ายเหลือ
tr_tr: Kısayolları yapılandırın ve yardım alın
uk_ua: Налаштувати сполучення клавіш та отримати допомогу
vi_vn: Cấu hình phím tắt và nhận trợ giúp
zh_cn: 配置快捷键与获取帮助
zh_tw: 設定捷徑並尋求幫助

# SettingsTitle
source: EarTrumpet Settings
af: EarTrumpet Instellings
ar_sa: إعدادات إيرمتروبيت
ca_es: Configuració d'EarTrumpet
cs_cz: Nastavení EarTrumpet
da_dk: EarTrumpet Indstillinger
de_de: EarTrumpet-Einstellungen
el_gr: Ρυθμίσεις EarTrumpet
es: EarTrumpet
fa_ir: EarTrumpet تنظیمات
fi_fi: EarTrumpet asetukset
fr_fr: EarTrumpet
he_il: הגדרות EarTrumpet
hr_hr: Postavke EarTrumpeta
hu_hu: Az EarTrumpet Beállításai
it: EarTrumpet
it_it: Impostazioni EarTrumpet
ja_jp: EarTrumpet 設定
ko_kr: EarTrumpet 설정
nl_nl: EarTrumpet-instellingen
no_no: EarTrumpet innstillinger
pl_pl: Ustawienia aplikacji EarTrumpet
pt_br: Configurações do EarTrumpet
ro: EarTrumpet
ro_ro: Setări EarTrumpet
ru_ru: Параметры EarTrumpet
sl_si: Nastavitve za EarTrumpet
sv_se: EarTrumpet-inställningar
ta_in: EarTrumpet அமைப்புகள்
th_th: การตั้งค่า EarTrumpet
tr_tr: EarTrumpet Ayarları
uk_ua: EarTrumpet
vi_vn: Cài đặt EarTrumpet
zh_cn: EarTrumpet 设置
zh_tw: EarTrumpet 設定

# ShortcutsPageText
source: Shortcuts
af: Kortpaaie
ar_sa: الاختصارات
ca_es: Dreceres
cs_cz: Klávesové zkratky
da_dk: Genveje
de_de: Tastenkombinationen
el_gr: Συντομεύσεις
es: Atajos
fa_ir: میانبرها
fi_fi: Pikanäppäimet
fr_fr: Raccourcis
he_il: קיצורי דרך
hr_hr: Prečaci
hu_hu: Gyorsbillentyűk
it: Scorciatoie
it_it: Scorciatoie
ja_jp: ショートカット
ko_kr: 단축키
nl_nl: Sneltoetsen
no_no: Snarveier
pl_pl: Skróty
pt_br: Atalhos
ro_ro: Comenzi rapide
ru_ru: Сочетания клавиш
sl_si: Bližnjice
sv_se: Genvägar
ta_in: குறுக்குவழி
th_th: ทางลัด
tr_tr: Kısayollar
uk_ua: Сполучення клавіш
vi_vn: Phím tắt
zh_cn: 快捷键
zh_tw: 捷徑

# VersionText
source: Version:
af: Weergawe:
ar_sa: النسخة:
ca_es: Versió:
cs_cz: Verze:
el_gr: Έκδοση:
es: Versión:
fa_ir: نسخه :
fi_fi: Versio:
he_il: גירסה:
hr_hr: Verzija:
hu_hu: Verzió:
it: Versione:
it_it: Versione:
ja_jp: バージョン:
ko_kr: 버전:
nl_nl: Versie:
no_no: Versjon:
pl_pl: Wersja:
pt_br: Versão:
ro_ro: Versiune:
ru_ru: Версия:
sl_si: Različica:
ta_in: பதிப்பு:
th_th: เวอร์ชั่น:
tr_tr: Versiyon:
uk_ua: Версія:
vi_vn: Phiên bản:
zh_cn: 版本:
zh_tw: 版本：

# FindASettingText
source: Find a setting
af: Soek instelling
ar_sa: البحث عن إعدادت معينة
ca_es: Cerqueu una configuració
cs_cz: Hledat v nastavení
da_dk: Find indstilling
de_de: Suche eine Einstellung
el_gr: Εύρεση ρύθμισης
es: Buscar ajustes
fa_ir: جست و جو تنضیمات
fi_fi: Etsi asetuksia
fr_fr: Trouver un paramètre
he_il: חפש הגדרה
hr_hr: Potraži postavku
hu_hu: Beállítás keresése
it: Trova impostazioni
it_it: Cerca nelle impostazioni
ja_jp: 設定を検索
ko_kr: 설정 검색
nl_nl: Instelling vinden
no_no: Finn en innstilling
pl_pl: Znajdź ustawienie
pt_br: Procurar uma configuração
ro_ro: Găseşte o setare
ru_ru: Найти параметр
sl_si: Najdi nastavitev
sv_se: Hitta en inställning
ta_in: ஒரு அமைப்பைக் கண்டறி
th_th: ค้นหาการตั้งค่า
tr_tr: Bir ayar bulun
uk_ua: Знайти налаштування
vi_vn: Tìm cài đặt
zh_cn: 查找设置
zh_tw: 尋找設定

# SearchBoxNoResultsText
source: No results
af: Geen resultate nie
ar_sa: لا توجد نتائج
ca_es: Cap resultat
cs_cz: Žádné výsledky
da_dk: Ingen resultater
de_de: Keine Ergebnisse
el_gr: Κανένα αποτέλεσμα
es: Sin resultados
fa_ir: هیچ نتیجه ای یافت نشد
fi_fi: Ei hakutuloksia
fr_fr: Aucun résultat
he_il: אין תוצאות
hr_hr: Nema rezultata
hu_hu: Nincs találat
it: Nessun risultato
it_it: Nessun risultato
ja_jp: 結果はありません
ko_kr: 검색 결과 없음
nl_nl: Geen resultaten
no_no: Ingen resultater
pl_pl: Brak wyników
pt_br: Sem resultados
ro_ro: Nici un rezultat
ru_ru: Нет результатов
sl_si: Ni rezultatov
sv_se: Inga resultat
ta_in: முடிவுகள் இல்லை
th_th: ไม่มีผลลัพธ์
tr_tr: Sonuç yok
uk_ua: Немає результатів
vi_vn: Không có kết quả
zh_cn: 没有结果
zh_tw: 沒有結果

# SettingsOpenMixerText
source: Open Mixer
af: Open Menger
ar_sa: فتح متحكم الصوت
ca_es: Obre el mesclador
cs_cz: Otevřít směšovač
da_dk: Åbn Mixer
de_de: Öffne Lautstärkemixer
el_gr: Άνοιγμα Μείκτη
es: Abrir Mezclador
fa_ir: باز کردن Mixer
fi_fi: Avaa mikseri
fr_fr: Ouvrir le mélangeur
he_il: פתח מערבל עוצמה
hr_hr: Otvori mješač
hu_hu: Hangerőkeverő megnyitása
it: Apri Mixer
it_it: Apri Mixer
ja_jp: 音量ミキサーを開く
ko_kr: 믹서 열기
nl_nl: Volumemixer openen
no_no: Åpne volumkontroll
pl_pl: Otwórz mikser
pt_br: Abrir Mixer
ro_ro: Deschide Mixer
ru_ru: Открыть микшер
sl_si: Odpri mešalnik
sv_se: Öppna volymkontroll
ta_in: மிக்சரை திற
th_th: เปิด มิกเซอร์
tr_tr: Karıştırıcıyı aç
uk_ua: Відкрити мікшер
vi_vn: Mở trình phối âm
zh_cn: 打开音量合成器
zh_tw: 開啟混音程式

# ToggleSwitchOffText
source: Off
af: Af
ar_sa: إيقاف
ca_es: Desactivat
cs_cz: Vypnuto
da_dk: Fra
de_de: Aus
el_gr: Ανενεργό
es: Apagar
fa_ir: خاموش
fi_fi: Pois päältä
fr_fr: Désactivé
he_il: כבוי
hr_hr: Isključeno
hu_hu: Ki
it_it: Disattivato
ja_jp: 無効
ko_kr: 끔
nl_nl: Uit
no_no: Av
pl_pl: Wyłączone
pt_br: Desligar
ro_ro: Oprit
ru_ru: Выкл
sl_si: Izklopljeno
sv_se: Av
ta_in: அணை
th_th: ปิด
tr_tr: Kapalı
uk_ua: Викл
vi_vn: Tắt
zh_cn: 关
zh_tw: 關閉

# ToggleSwitchOnText
source: On
af: Aan
ar_sa: مفعّل
ca_es: Activat
cs_cz: Zapnuto
da_dk: Til
de_de: Ein
el_gr: Ενεργό
es: Encender
fa_ir: روشن
fi_fi: Päällä
fr_fr: Activé
he_il: דלוק
hr_hr: Uključeno
hu_hu: Be
it_it: Attivato
ja_jp: 有効
ko_kr: 켬
nl_nl: Aan
no_no: På
pl_pl: Włączone
pt_br: Ligar
ro_ro: Pornit
ru_ru: Вкл
sl_si: Vklopljeno
sv_se: På
ta_in: இயக்கு
th_th: เปิด
tr_tr: Açık
uk_ua: Вкл
vi_vn: Bật
zh_cn: 开
zh_tw: 開啟
