Repository: File-New-Project/EarTrumpet
Catalog: EarTrumpet/Properties/Resources.*.resx
Languages: af, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, it, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, ro, ro_ro, ru_ru, sl_si, sv_se, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AudioDeviceEventKind_Added
source: is added
ar_sa: تمت الإضافة
ca_es: s'ha afegit
cs_cz: je přidán
da_dk: er tilføjet
de_de: wurde hinzugefügt
el_gr: προστέθηκε
fi_fi: on lisätty
fr_fr: est ajouté
he_il: כאשר נוסף
hr_hr: je dodano
it_it: è aggiunto
ja_jp: 追加時
ko_kr: 추가될 때
nl_nl: is toegevoegd
no_no: er lagt til
pl_pl: jest dodane
pt_br: foi adicionado
ro_ro: se adaugă
ru_ru: добавлено
sl_si: je dodana
sv_se: är tillagd
th_th: ได้เพิ่ม
tr_tr: eklendiğinde
uk_ua: додано
vi_vn: được thêm
zh_cn: 被添加
zh_tw: 已新增

# AudioDeviceEventKind_BecomingDefault
source: becomes default
ar_sa: يصبح الافتراضي
ca_es: es converteix en per defecte
cs_cz: stává se výchozím
da_dk: bliver standard
de_de: wird Standard-Gerät
el_gr: γίνεται προεπιλεγμένη
fi_fi: asetetaan oletukseksi
fr_fr: devient la valeur par défaut
he_il: נהיה ברירת המחדל
hr_hr: postaje zadano
it_it: diventa il valore predefinito
ja_jp: 既定になった時
ko_kr: 기본 장치로 설정될 때
nl_nl: wordt standaard
no_no: blir standard
pl_pl: staje się domyślnym
pt_br: tornar-se padrão
ro_ro: devine implicit
ru_ru: стало "по умолчанию"
sl_si: postane privzeta
sv_se: blir standard
th_th: ให้เป็นค่าเริ่มต้น
tr_tr: varsayılan olduğunda
uk_ua: стає типовим
vi_vn: trở thành mặc định
zh_cn: 成为默认设备
zh_tw: 成為預設裝置

# AudioDeviceEventKind_LeavingDefault
source: leaves default
ar_sa: يترك الافتراضي
ca_es: deixa de ser per defecte
cs_cz: ponechá výchozí
da_dk: forlader standard
de_de: bleibt Standard-Gerät
el_gr: φεύγει από προεπιλεγμένη
fi_fi: jätetään oletukseksi
fr_fr: n'est plus la valeur par défaut
he_il: עוזב את ברירת המחדל
hr_hr: prestaje biti zadano
it_it: non è più il valore predefinito
ja_jp: 既定でなくなった時
ko_kr: 기본 장치 설정이 해제될 때
nl_nl: behoud standaard
no_no: forlater standard
pl_pl: przestaje być domyślnym
pt_br: deixar de ser padrão
ro_ro: părăsește implicit
ru_ru: перестало быть "по умолчанию"
sl_si: preneha biti privzeta
sv_se: lämnar standard
th_th: ปล่อยให้เป็นค่าเริ่มต้น
tr_tr: varsayılan olmaktan çıktığında
uk_ua: лишається типовим
vi_vn: không trở thành mặc định
zh_cn: 不再是默认设备
zh_tw: 不再是預設裝置

# AudioDeviceEventKind_Removed
source: is removed
ar_sa: يتم إزالته
ca_es: s'elimina
cs_cz: je odstraněno
da_dk: er fjernet
de_de: wurde entfernt
el_gr: αφαιρέθηκε
fi_fi: on poistettu
fr_fr: est supprimé
he_il: כאשר הוסר
hr_hr: je uklonjeno
it_it: è rimosso
ja_jp: 削除時
ko_kr: 제거될 때
nl_nl: is verwijderd
no_no: er fjernet
pl_pl: jest usunięte
pt_br: foi removido
ro_ro: se elimină
ru_ru: удалено
sl_si: je odstranjena
sv_se: är borttaget
th_th: ได้เอาออก
tr_tr: kaldırıldığında
uk_ua: видалено
vi_vn: bị gỡ ra
zh_cn: 被移除
zh_tw: 已移除

# BoolValue_False
source: false
ar_sa: خاطئ
ca_es: fals
cs_cz: chybný
da_dk: falsk
de_de: nicht zutreffend
el_gr: ψευδές
fi_fi: epätosi
fr_fr: faux
he_il: (לא נכון) false
hr_hr: laž
it_it: falso
ja_jp: いいえ
ko_kr: 거짓
nl_nl: onwaar
no_no: usant
pl_pl: fałsz
pt_br: falso
ro_ro: fals
ru_ru: ложь
sv_se: falsk
th_th: ไม่จริง
tr_tr: hayır
uk_ua: хиба
vi_vn: sai

# BoolValue_True
source: true
ar_sa: صحيح
ca_es: cert
cs_cz: pravda
da_dk: sand
de_de: zutreffend
el_gr: αληθές
fi_fi: tosi
fr_fr: vrai
he_il: (נכון) true
hr_hr: istina
it_it: vero
ja_jp: はい
ko_kr: 참
nl_nl: waar
no_no: sant
pl_pl: prawda
pt_br: verdadeiro
ro_ro: adevărat
ru_ru: правда
sv_se: sant
th_th: จริง
tr_tr: evet
uk_ua: істина
vi_vn: đúng

# ComparisonBoolKind_Is
source: is
ar_sa: هو
ca_es: és
cs_cz: je
da_dk: er
de_de: ist
el_gr: είναι
fi_fi: on
fr_fr: est
he_il: הוא
hr_hr: je
it_it: è
ja_jp: が
ko_kr: 입니다
no_no: er
pl_pl: jest
pt_br: é
ro_ro: este
ru_ru: это
sl_si: je
sv_se: är
th_th: เป็น
tr_tr: şöyleyse
uk_ua: є
vi_vn: là
zh_cn: 是
zh_tw: 是

# ComparisonBoolKind_IsNot
source: is not
ar_sa: ليس
ca_es: no és
cs_cz: není
da_dk: er ikke
de_de: ist nicht
el_gr: δεν είναι
fi_fi: ei ole
fr_fr: n'est pas
he_il: אינו
hr_hr: nije
it_it: non è
ja_jp: が以下ではない
ko_kr: 가 아닙니다
nl_nl: is niet
no_no: er ikke
pl_pl: nie jest
pt_br: não é
ro_ro: nu este
ru_ru: это не
sl_si: ni
sv_se: är inte
th_th: ไม่ใช่
tr_tr: şöyle değilse
uk_ua: не є
vi_vn: không phải là
zh_cn: 不是
zh_tw: 不是

# ConditionAdditionalText
source: and
ar_sa: و
ca_es: i
cs_cz: a
da_dk: og
de_de: und
el_gr: και
fi_fi: ja
fr_fr: et
he_il: וגם
hr_hr: i
it_it: e
ja_jp: かつ
ko_kr: 그리고
nl_nl: en
no_no: og
pl_pl: i
pt_br: e
ro_ro: şi
ru_ru: и
sl_si: in
sv_se: och
th_th: และ
tr_tr: ve
uk_ua: та
vi_vn: và
zh_cn: 和
zh_tw: 且

# ConditionsHelpText
source: Configuring a filter is optional but lets you build more advanced actions. All conditions must be true before actions are carried out.
ar_sa: تكوين عامل التصفية اختياري ولكن يتيح لك بناء المزيد من الإجراءات المتقدمة. يجب أن تكون جميع الشروط صحيحة قبل تنفيذ الإجراءات.
ca_es: La configuració d'un filtre és opcional, però us permet crear accions més avançades. Totes les condicions s'han de complir abans de dur a terme les accions.
cs_cz: Nastavení filtru je volitelné, ale umožňuje vytvářet pokročilejší akce. Všechny podmínky musí být platné před provedením akcí.
da_dk: Indstilling af et filter er valgfrit, men lader dig konstruere mere avancerede handlinger. Alle betingelser skal være sande før handlinger udføres.
de_de: Das Konfigurieren eines Filters ist optional, ermöglicht aber das Erstellen erweiterter Aktionen. Alle Bedingungen müssen erfüllt sein, bevor die Aktionen ausgeführt werden.
el_gr: Η ρύθμιση ενός φίλτρου είναι προαιρετική, αλλά σας επιτρέπει να δημιουργήσετε πιο προηγμένες ενέργειες. Όλες οι συνθήκες πρέπει να είναι αληθείς πριν από την εκτέλεση των ενεργειών.
fi_fi: Suodattimen määrittäminen on vapaaehtoista, mutta sallii edistyneempien toimintojen luomisen. Kaikkien ehtojen on oltava tosi ennen kuin toimintoja suoritetaan.
fr_fr: La configuration d'un filtre est optionnelle, mais vous permet de construire des actions plus avancées. Toutes les conditions doivent être vraies avant que les actions ne soient réalisées.
he_il: להגדיר פילטר זה אופציונלי אבל נותן לך לבנות פעולות יותר מתקדמות. כל התנאים חייבים להיות נכונים (true) לפני שפעולות מתבצעות.
hr_hr: Konfiguracija filtera je opcionalna, ali omogućava naprednije akcije. Svi uvjeti moraju biti ispunjeni kako bi se akcije izvršile.
it_it: Configurare un filtro è opzionale, ma permette di costruire azioni più avanzate. Tutte le condizioni devono essere verificate prima che le azioni siano realizzate.
ja_jp: フィルターの追加はなくても構いませんが、設定すればより複雑な動作が可能です。動作の実行前に、すべての条件が「はい」になる必要があります。
ko_kr: 필터는 선택 사항이지만 더 고품질의 명령을 만들 수 있습니다. 모든 조건이 충족되어야만 동작이 실행됩니다.
nl_nl: Een filter configureren is optioneel maar laat u meer geavanceerde acties bouwen. Alle voorwaarden moeten waar zijn voordat acties worden uitgevoerd.
no_no: Konfigurering av et filter er valgfritt, men lar deg bygge mer avanserte handlinger. Alle betingelser må være oppfylt før handlinger blir gjennomført.
pl_pl: Konfigurowanie filtra jest opcjonalne, ale pozwala na tworzenie bardziej zaawansowanych reguł. Wszystkie warunki muszą być prawdziwe przed wykonaniem reguły.
pt_br: Configurar um filtro é opcional, mas permite construir ações mais avançadas. Todas as condições devem ser verdadeiras para que as ações sejam realizadas.
ro_ro: Configurarea unui filtru este opțională, dar vă permite să construiți acțiuni mai avansate. Toate condițiile trebuie să fie adevărate înainte ca acțiunile să fie efectuate.
ru_ru: Настройка фильтра является необязательной, но позволяет создавать более продвинутые действия. Все условия должны быть "правдой" перед выполнением действий.
sl_si: Konfiguracija filtra ni obvezna, vendar vam omogoča oblikovanje naprednejših dejanj. Vsi pogoji morajo biti true, preden dejanja izvedejo.
sv_se: Konfigurera ett filter är valfritt, men det låter dig bygga mer avancerade åtgärder. Alla villkor måste vara sanna innan åtgärder utförs.
th_th: ตั้งค่าการกรองมันไม่จำเป็นแต่มันทำให้คุณสร้างการกระทำขั้นสูงได้ เงื่อนไขควรตั้งเป็นจริงก่อนการดำเนินการ
tr_tr: Bir filtre ayarlamak isteğe bağlıdır fakat daha gelişmiş eylemler yapmanıza olanak sağlar. Eylemler başlatılmadan önce tüm koşullar doğru olmalı.
uk_ua: Налаштування фільтру є необов'язковим, але дозволяє створювати більш просунуті дії. Всі умови повинні бути виконаними до того, як дії будуть виконані.
vi_vn: Bạn không cần thiết phải cấu hình bộ lọc nhưng nó cho phép thiết lập nhiều hành động nâng cao hơn. Tất cả các điều kiện phải là đúng trước khi các hành động có thể được thực hiện.
zh_cn: 配置过滤器是可选的，但此功能可以帮你实现更高级的动作。当所有条件都为真时，动作才能执行。
zh_tw: 您不一定需要設定過濾器，但此功能可讓您做更進階的動作規劃。所有條件必須都是 true 時才會觸發動作。

# ConditionVerbText
source: Advanced Filter
ar_sa: فلترة متقدمة
ca_es: Filtre avançat
cs_cz: Rozšířený filtr
da_dk: Avanceret filtre
de_de: Erweiterter Filter
el_gr: Σύνθετο φίλτρο
fi_fi: Edistynyt suodatin
fr_fr: Filtre avancé
he_il: פילטר מתקדם
hr_hr: Napredni filter
it_it: Filtro avanzato
ja_jp: 高度なフィルター
ko_kr: 고급 필터
nl_nl: Geavanceerde Filter
no_no: Avansert filter
pl_pl: Filtr zaawansowany
pt_br: Filtro Avançado
ro_ro: Filtru avansat
ru_ru: Расширенный фильтр
sl_si: Napredni filter
sv_se: Avancerat filter
th_th: ตัวกรองขั้นสูง
tr_tr: Gelişmiş Filtre
uk_ua: Розширений фільтр
vi_vn: Bộ lọc nâng cao
zh_cn: 高级筛选
zh_tw: 進階過濾器

# ContextMenuTrigger_AddText
source: I use this action's context menu item
ar_sa: أنا أستخدم عنصر قائمة السياق لهذا العمل
ca_es: Utilitzo l'element del menú contextual d'aquesta acció
cs_cz: Používám kontextovou položku této akce
da_dk: Jeg bruger denne handlings kontekstmenu element
de_de: Ich benutze den Kontextmenüeintrag dieser Aktion
el_gr: Χρησιμοποιώ το σχετικό μενού αυτής της ενέργειας
fi_fi: Käytän tämän toiminnon kontekstivalikon nimikettä
fr_fr: J'utilise cette action de l'élément du menu contextuel
he_il: אני משתמש בפריט שבתפריט הפעולות הזה
hr_hr: Koristim stavku kontekstnog izbornika ove akcije
it_it: Uso la voce di questa azione dal menu contestuale
ja_jp: この動作の右クリックメニュー項目を使用
ko_kr: 이 동작의 메뉴 항목 사용
nl_nl: Ik gebruik het contextmenu item van deze actie
no_no: Jeg bruker hurtigmenyelementet for denne handlingen
pl_pl: Używam pozycji menu kontekstowego tej akcji
pt_br: Uso esta ação no contexto do menu do item
ro_ro: Folosesc acest element din meniul contextual al acţiunii
ru_ru: Я использую пункт контекстного меню от этого действия
sl_si: Uporabljam element kontekstnega menija tega dejanja
sv_se: Jag använder den här åtgärdens innehållsmenyobjekt
th_th: ฉันใช้การกระทำนี้ในเมนู
tr_tr: Ben bu eylemin bağlam menüsünü kullandığımda
uk_ua: Я використовую в контекстному меню дії
vi_vn: Tôi sử dụng mục trình đơn ngữ cảnh của hành động này
zh_cn: 我点击此动作对应的上下文菜单项
zh_tw: 我使用這個動作的右鍵選單項目

# ContextMenuTrigger_LinkText
source: I use this action's context menu item
ar_sa: أنا أستخدم عنصر قائمة السياق لهذا العمل
ca_es: Utilitzo l'element del menú contextual d'aquesta acció
cs_cz: Používám kontextovou položku této akce
da_dk: Jeg bruger denne handlings kontekstmenu element
de_de: Ich benutze den Kontextmenüeintrag dieser Aktion
el_gr: Χρησιμοποιώ το σχετικό μενού αυτής της ενέργειας
fi_fi: Käytän tämän toiminnon kontekstivalikon nimikettä
fr_fr: J'utilise cette action de l'élément du menu contextuel
he_il: אני משתמש בפריט שבתפריט הפעולות הזה
hr_hr: Koristim stavku kontekstnog izbornika ove akcije
it_it: Uso la voce di questa azione dal menu contestuale
ja_jp: この動作の右クリックメニュー項目を使用
ko_kr: 이 동작의 메뉴 항목 사용
nl_nl: Ik gebruik het contextmenu item van deze actie
no_no: Jeg bruker hurtigmenyelementet for denne handlingen
pl_pl: Używam pozycji menu kontekstowego tej akcji
pt_br: Uso esta ação no contexto do menu do item
ro_ro: Folosesc acest element din meniul contextual al acţiunii
ru_ru: Я использую пункт контекстного меню от этого действия
sl_si: Uporabljam element kontekstnega menija tega dejanja
sv_se: Jag använder den här åtgärdens innehållsmenyobjekt
th_th: ฉันใช้การกระทำนี้ในเมนู
tr_tr: Ben bu eylemin bağlam menüsünü kullandığımda
uk_ua: Я використовую в контекстному меню дії
vi_vn: Tôi sử dụng mục trình đơn ngữ cảnh của hành động này
zh_cn: 我点击此动作对应的上下文菜单项
zh_tw: 我使用這個動作的右鍵選單項目

# DefaultDeviceCondition_AddText
source: If the default playback device is or is not
ar_sa: إذا كان جهاز التشغيل الافتراضي هو أو لا
ca_es: Si el dispositiu de reproducció per defecte és o no és
cs_cz: Pokud je nebo není výchozí přehrávací zařízení
da_dk: Hvis standardafspilningsenheden er eller ikke er
de_de: Wenn das Standard-Wiedergabegerät ist oder nicht ist
el_gr: Εάν η προεπιλεγμένη συσκευή αναπαραγωγής είναι ή δεν είναι
fi_fi: Jos oletussoittolaite on tai ei ole
fr_fr: Si le périphérique de lecture par défaut n'est ou n'est pas
he_il: אם מכשיר ההשמעה שהוא ברירת המחדל הוא כן או לא...
hr_hr: Zadani uređaj za reprodikciju je ili nije
it_it: Se il dispositivo di riproduzione predefinito è o non è
ja_jp: 既定の再生デバイスか、そうでないか
ko_kr: 기본 재생 장치거나 아닐 때
nl_nl: Als het standaard afspeelapparaat is of niet is
no_no: Hvis standard avspillingsenhet er eller er ikke
pl_pl: Jeśli domyślne urządzenie odtwarzania jest lub nie jest
pt_br: Se é ou não o dispositivo de reprodução padrão
ro_ro: Dacă dispozitivul de redare implicit este sau nu
ru_ru: Если устройство для воспроизведения по умолчанию является/не является
sl_si: Če privzeta naprava za predvajanje je ali ni
sv_se: Om standardenheten för uppspelning är eller inte är
th_th: ถ้าอุปกรณ์เล่นกลับเป็นหรือไม่เป็น
tr_tr: Eğer varsayılan kayıttan yürütme aygıtı şöyle ise/değilse
uk_ua: Якщо пристрій відтворення за замовчуванням або ні
vi_vn: Nếu thiết bị phát lại mặc định là hoặc không phải là
zh_cn: 当某设备是或不是默认播放设备
zh_tw: 若預設播放裝置是或不是某裝置…

# DefaultDeviceCondition_LinkText
source: {Device} {Option} the default device
ar_sa: {Device} {Option} الجهاز الافتراضي
ca_es: {Device} {Option} el dispositiu per defecte
cs_cz: {Device} {Option} výchozí zařízení
da_dk: {Device} {Option} standardenheden
de_de: {Device} {Option} das Standard-Gerät
el_gr: {Device} {Option} την προεπιλεγμένη συσκευή
fi_fi: {Device} {Option} oletuslaite
fr_fr: {Device} {Option} appareil par défaut
he_il: {Device} {Option} מכשיר ההשמעה ברירת המחדל
hr_hr: {Device} {Option} zadani uređaj
it_it: {Device} {Option} il dispositivo predefinito
ja_jp: {Device} {Option} 既定のデバイス
ko_kr: {Device}은(는) 기본 장치 {Option}
nl_nl: {Device} {Option} het standaardapparaat
no_no: {Device} {Option} standard enhet
pl_pl: {Device} {Option} domyślne urządzenie
pt_br: {Device} {Option} o dispositivo padrão
ro_ro: {Device} {Option} dispozitivul implicit
ru_ru: {Device} {Option} устройство по умолчанию
sl_si: {Device} {Option} privzeta naprava
sv_se: {Device} {Option} standardenhet
th_th: {Device} {Option} อุปกรณ์ค่าเริ่มต้น
tr_tr: {Device}{Option} varsayılan cihaz
uk_ua: {Device} {Option} пристрій за замовчуванням
vi_vn: {Device} {Option} thiết bị mặc định
zh_cn: {Device} {Option} 默认设备
zh_tw: {Device} {Option} 預設裝置

# DefaultPlaybackDeviceText
source: Default playback device
ar_sa: جهاز التشغيل الافتراضي
ca_es: Dispositiu de reproducció per defecte
cs_cz: Výchozí přehrávací zařízení
da_dk: Standard afspilningshastighed
de_de: Standard-Wiedergabegerät
el_gr: Προεπιλεγμένη συσκευή αναπαραγωγής
fi_fi: Oletus toistolaite
fr_fr: Appareil de lecture par défaut
he_il: מכשיר ההשמעה ברירת המחדל
hr_hr: Zadani uređaj za reprodukciju
it_it: Dispositivo di riproduzione predefinito
ja_jp: 既定の再生デバイス
ko_kr: 기본 재생 장치
nl_nl: Standaard afspeelapparaat
no_no: Standard avspillingshastighet
pl_pl: Domyślne urządzenie odtwarzające
pt_br: Dispositivo de reprodução padrão
ro_ro: Dispozitiv de redare implicit
ru_ru: Устройство воспроизведения по умолчанию
sl_si: Privzeta predvajalna naprava
sv_se: Standardenhet för uppspelning
th_th: อุปกรณ์เล่นกลับเริ่มต้น
tr_tr: Varsayılan kayıttan yürütme aygıtı
uk_ua: Стандартний пристрій відтворення
vi_vn: Thiết bị phát lại mặc định
zh_cn: 默认播放设备
zh_tw: 預設播放裝置

# DeviceEventTrigger_AddText
source: An audio device is added, removed, set as default, ...
ar_sa: تم إضافة جهاز صوتي، تمت إزالته، تم تعيينه بشكل افتراضي، ...
ca_es: Un dispositiu d'àudio és afegit, eliminat, establert per defecte, ...
cs_cz: Zvukové zařízení je přidáno, odstraněno, nastaveno jako výchozí, ...
da_dk: En lydenhed er tilføjet, fjernet, sat som standard, ...
de_de: Ein Audiogerät wird hinzugefügt, entfernt, als Standard gesetzt ...
el_gr: Προστέθηκε μια συσκευή ήχου, αφαιρέθηκε, ορίστηκε ως προεπιλογή, ...
fi_fi: Äänilaite on lisätty, poistettu, asetettu oletukseksi, ...
fr_fr: Un périphérique audio est ajouté, retiré, défini par défaut, ...
he_il: מכשיר השמעה נוסף, הוסר, הוגדר כברירת מחדל...
hr_hr: Audio uređaj je dodan, uklonjen, postavljen kao zadan, ...
it_it: Un dispositivo audio viene aggiunto, rimosso, impostato come predefinito, ...
ja_jp: オーディオデバイスの追加、削除、既定に設定された時...
ko_kr: 오디오 장치가 추가되거나 제거되거나 기본 장치로 설정됐을 때
nl_nl: Een audio apparaat is toegevoegd, verwijderd, als standaard ingesteld, ...
no_no: En lydenhet er lagt til, fjernet, satt som standard, ...
pl_pl: Urządzenie audio zostaje dodane, usunięte, ustawione jako domyślne, ...
pt_br: Um dispositivo de áudio foi adicionado, removido, definido como padrão, ...
ro_ro: Un dispozitiv audio este adăugat, eliminat, setat ca implicit, ...
ru_ru: Аудио устройство добавлено, удалено, установлено по умолчанию, ...
sl_si: Zvočna naprava je dodana, odstranjena, nastavljena na privzeto, ...
sv_se: En ljudenhet har lagts till, tagits bort, ange som standard, ...
th_th: อุปกรณ์เสียงได้ถูกเพิ่ม, เอาออก, ตั้งเป็นค่าเริ่มต้น, ...
tr_tr: Bir ses aygıtı eklendiğinde, kaldırılıldığında, varsayılan olarak ayarlandığında, ...
uk_ua: Аудіопристрій додано, видалено, встановлено як типовий...
vi_vn: Một thiết bị âm thanh được thêm, loại bỏ, đặt làm mặc định, ...
zh_cn: 某音频设备被添加、移除、设为默认设备……
zh_tw: 新增、移除音訊裝置，或將其設為預設值、…

# DeviceEventTrigger_LinkText
source: {Device} {Option}
ko_kr: {Device} 이(가) {Option}

# EarTrumpetEventKind_Shutdown
source: ends
ar_sa: ينتهي
ca_es: acaba
cs_cz: končí
da_dk: afslutter
de_de: endet
el_gr: λήγει
fi_fi: päättyy
fr_fr: se termine
he_il: מסתיים
hr_hr: gasi se
it_it: termina
ja_jp: 終了時
ko_kr: 종료될 때
nl_nl: eindigt
no_no: slutter
pl_pl: zostaje zakończony
pt_br: termina
ro_ro: se termină
ru_ru: завершается
sl_si: konča
sv_se: slutar
th_th: จบ
tr_tr: biterken
uk_ua: завершується
vi_vn: thoát
zh_cn: 结束
zh_tw: 結束

# EarTrumpetEventKind_Startup
source: starts
ar_sa: يبدأ
ca_es: comença
cs_cz: začíná
da_dk: begynder
de_de: startet
el_gr: ξεκινά
fi_fi: käynnistyy
fr_fr: commence
he_il: מתחיל
hr_hr: je pokrenut
it_it: inizia
ja_jp: 開始時
ko_kr: 시작될 때
nl_nl: begint
no_no: starter
pl_pl: zostaje uruchomiony
pt_br: inicia
ro_ro: începe
ru_ru: запускается
sl_si: začne
sv_se: börjar
th_th: เริ่ม
tr_tr: başlarken
uk_ua: запускається
vi_vn: khởi chạy
zh_cn: 启动
zh_tw: 開始

# EditText
source: Edit
ar_sa: تعديل
ca_es: Edita
cs_cz: Upravit
da_dk: Redigér
de_de: Bearbeiten
el_gr: Επεξεργασία
fi_fi: Muokkaa
fr_fr: Modifier
he_il: ערוך
hr_hr: Uredi
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
nl_nl: Bewerken
no_no: Rediger
pl_pl: Edytuj
pt_br: Editar
ro_ro: Editează
ru_ru: Редактировать
sl_si: Uredi
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# EtaXmlFileText
source: EarTrumpet Actions XML
ar_sa: إجراءات إيرمتروبيت XML
ca_es: Accions d'EarTrumpet XML
cs_cz: Akce EarTrumpet XML
da_dk: EarTrumpet Handlinger XML
de_de: EarTrumpet Aktions XML
el_gr: Ενέργειες Xml EarTrumpet
fi_fi: EarTrumpet Toiminnot XML
fr_fr: Action XML d'EarTrumpet
he_il: פעולות XML EarTrumpet
hr_hr: EarTrumpet XML akcija
it_it: Azioni XML di EarTrumpet
ja_jp: EarTrumpet 動作用 XML
ko_kr: EarTrumpet 동작 XML
nl_nl: EarTrumpet Acties XML
no_no: EarTrumpet Handlinger XML
pl_pl: Plik XML reguł aplikacji EarTrumpet
pt_br: EarTrumpet Ações em XML
ro_ro: Acțiuni EarTrumpet XML
ru_ru: Действия EarTrumpet в формате XML
sl_si: Trumpet Dejanja XML
sv_se: EarTrumpet XML-åtgärder
th_th: XML การกระทำของ EarTrumpet
tr_tr: EarTrumpet Eylemler XMLsi
vi_vn: Hành động EarTrumpet XML
zh_tw: EarTrumpet 動作 XML

# EventTrigger_AddText
source: EarTrumpet starts or ends
ar_sa: إيرمتروبيت يبدأ أو ينتهي
ca_es: L'EarTrumpet comença o acaba
cs_cz: EarTrumpet začíná nebo končí
da_dk: EarTrumpet starter eller slutter
de_de: EarTrumpet startet oder endet
el_gr: EarTrumpet ξεκινά ή τερματίζεται
fi_fi: EarTrumpet käynnistyy tai sulkeutuu
fr_fr: EarTrumpet démarre ou se termine
he_il: EarTrumpet התחיל או סיים
hr_hr: EarTrumpet je pokrenut ili ugašen
it_it: EarTrumpet si avvia o si arresta
ja_jp: EarTrumpet の開始または終了時
ko_kr: EarTrumpet 이 시작되거나 종료될 때
nl_nl: EarTrumpet start of stopt
no_no: EarTrumpet starter eller slutter
pl_pl: Aplikacja EarTrumpet zostaje uruchomiona lub zamknięta
pt_br: EarTrumpet inicia ou termina
ro_ro: EarTrumpet începe sau se termină
ru_ru: Запушен\завершен EarTrumpet
sl_si: EarTrumpet se začne ali konča
sv_se: EarTrumpet startar eller slutar
th_th: EarTrumpet เริ่มหรือจบ
tr_tr: EarTrumpet başlayınca veya durunca
uk_ua: EarTrumpet запускається або закривається
vi_vn: EarTrumpet khởi chạy hoặc thoát ra
zh_cn: EarTrumpet 启动或结束
zh_tw: EarTrumpet 啟動或結束時

# EventTrigger_LinkText
source: EarTrumpet {Option}
ar_sa: إيرمتروبيت {Option}
ko_kr: EarTrumpet 이 {Option}

# EveryAppText
source: Every app
ar_sa: كل تطبيق
ca_es: Cada aplicació
cs_cz: Každá aplikace
da_dk: Enhver app
de_de: Jede App
el_gr: Κάθε εφαρμογή
fi_fi: Jokainen sovellus
fr_fr: Toutes les applications
he_il: כל אפליקציה
hr_hr: Svaka aplikacija
it_it: Tutte le app
ja_jp: すべてのアプリ
ko_kr: 모든 앱
nl_nl: Iedere app
no_no: Alle apper
pl_pl: Każda aplikacja
pt_br: Todos os aplicativos
ro_ro: Orice aplicație
ru_ru: Каждая программа
sl_si: Vsaka aplikacija
sv_se: Alla appar
th_th: ทุกแอป
tr_tr: Her uygulama
uk_ua: Кожна програма
vi_vn: Mỗi ứng dụng
zh_cn: 所有应用
zh_tw: 每套應用程式

# ExportHeaderText
source: Export
ar_sa: تصدير
ca_es: Exporta
cs_cz: Exportovat
da_dk: Eksportér
de_de: Exportieren
el_gr: Εξαγωγή
fi_fi: Vie
fr_fr: Exporter
he_il: ייצא
hr_hr: Izvezi
it_it: Esporta
ja_jp: エクスポート
ko_kr: 내보내기
nl_nl: Exporteer
no_no: Eksporter
pl_pl: Eksportuj
pt_br: Exportar
ro_ro: Exportă
ru_ru: Экспорт
sl_si: Izvozi
sv_se: Exportera
th_th: ส่งออก
tr_tr: Dışa aktar
uk_ua: Експорт
vi_vn: Xuất
zh_cn: 导出
zh_tw: 匯出

# ExportHelpText
source: Save a copy of your actions to a file.
ar_sa: حفظ نسخة من إجراءاتك إلى ملف.
ca_es: Guardar una còpia de les accions a un fitxer.
cs_cz: Uložte kopii vašich akcí do souboru.
da_dk: Gem en kopi af dine handlinger i en fil.
de_de: Speichern Sie eine Kopie Ihrer Aktionen in einer Datei.
el_gr: Αποθηκεύστε ένα αντίγραφο των ενεργειών σας σε ένα αρχείο.
fi_fi: Tallenna kopio toiminnoistasi tiedostoon.
fr_fr: Enregistrez une copie de vos actions dans un fichier.
he_il: שמור העתק של הפעולות שלך לקובץ.
hr_hr: Spremi kopiju Vaših akcija u datoteku.
it_it: Salva una copia delle tue azioni in un file.
ja_jp: 作成した動作をファイルに保存する。
ko_kr: 사용자의 동작을 파일로 저장합니다.
nl_nl: Sla een kopie van uw acties op in een bestand.
no_no: Lagre en kopi av handlingene dine i en fil.
pl_pl: Zapisz kopię swoich reguł do pliku.
pt_br: Salvar cópia das suas ações em um arquivo.
ro_ro: Salvați o copie a acțiunilor dvs. într-un fișier.
ru_ru: Сохранить копию ваших действий в файл.
sl_si: Shranite kopijo vaših dejanj v datoteko.
sv_se: Spara en kopia av dina åtgärder till en fil.
th_th: บันทึกสำเนาการกระทำของคุณไปในไฟล์
tr_tr: Eylemlerinizin kopyasını bir dosyaya kaydedin.
uk_ua: Збережіть копію ваших дій у файл.
vi_vn: Lưu một bản sao của các hành động của bạn thành một tệp.
zh_cn: 将你的动作保存到文件。
zh_tw: 將您目前設定好的動作匯出到檔案。
