Repository: File-New-Project/EarTrumpet
Catalog: EarTrumpet/Properties/Resources.*.resx
Languages: af, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, it, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, ro, ro_ro, ru_ru, sl_si, sv_se, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ForegroundAppText
source: Foreground app
ar_sa: البيانات الأمامية
ca_es: Aplicació en primer pla
cs_cz: Aplikace v popředí
da_dk: Forgrundsapp
de_de: App im Vordergrund
el_gr: Εφαρμογή προσκηνίου
fi_fi: Etualalla oleva sovellus
fr_fr: Application au premier plan
he_il: אפליקציית רקע
hr_hr: Aplikacija u prvom planu
it_it: Applicazione in primo piano
ja_jp: 前面のアプリ
ko_kr: 포그라운드 앱
nl_nl: Voorgrond app
no_no: Forgrunnsprogram
pl_pl: Aplikacja pierwszoplanowa
pt_br: Aplicativo em primeiro plano
ro_ro: Aplicația din prim-plan
ru_ru: Активная программа
sl_si: Aplikacija v ospredju
sv_se: Förgrundsapp
th_th: แอปเบื้องหน้า
tr_tr: Ön plandaki uygulama
uk_ua: Програма переднього плану
vi_vn: Ứng dụng ở đằng trước
zh_cn: 前台应用
zh_tw: 前台應用程式

# HotkeyTrigger_AddText
source: A hotkey is typed
ar_sa: تم كتابة مفتاح الاختصار
ca_es: Es prem una tecla d'accés ràpid
cs_cz: Klávesová zkratka je zadána
da_dk: En genvejstast er indtastet
de_de: Ein Hotkey wurde eingegeben
el_gr: Όταν πληκτρολογείται μια συντόμευση
fi_fi: Pikanäppäintä painetaan
fr_fr: Un raccourci clavier a été saisi
he_il: כפתור נלחץ
hr_hr: Prečac je unesen
it_it: Viene digitata una scorciatoia da tastiera
ja_jp: ホットキー入力時
ko_kr: 단축키가 입력됐을 때
nl_nl: Een sneltoets is getypt
no_no: En hurtigtast er trykket
pl_pl: Skrót klawiszowy jest użyty
pt_br: Uma tecla de atalho foi pressionada
ro_ro: S-a tastat o tastă rapidă
ru_ru: Нажато {Hotkey}
sl_si: Bližnjična tipka je pritisnjena
sv_se: En snabbtangent har tryckts ner
th_th: ปุ่มลัดถูกกด
tr_tr: Bir kısayola basıldığında
uk_ua: Натиснуто гарячу клавішу
vi_vn: Một phím nóng được nhấn
zh_cn: 某热键被按下
zh_tw: 自定義快捷鍵

# HotkeyTrigger_EmptyText
source: (choose a hotkey)
ar_sa: (اختر مفتاح الاختصار)
ca_es: (trieu una tecla de drecera)
cs_cz: (vyberte klávesovou zkratku)
da_dk: (vælg en genvejstast)
de_de: (Wähle einen Hotkey)
el_gr: (επιλέξτε ένα πλήκτρο συντόμευσης)
fi_fi: (valitse pikanäppäin)
fr_fr: (choisir un raccourci)
he_il: (בחר קיצור דרך)
hr_hr: (odaberi prečac)
it_it: (scegli una scorciatoia)
ja_jp: (ホットキーを選択)
ko_kr: (단축키 선택)
nl_nl: (kies een sneltoets)
no_no: (velg en hurtigtast)
pl_pl: (wybierz klawisz skrótu)
pt_br: (escolha uma tecla de atalho)
ro_ro: (alegeți o tastă rapidă)
ru_ru: (выберите горячую клавишу)
sl_si: (izberi bližnjično tipko)
sv_se: (välj en snabbtangent)
th_th: (เลือกปุ่มลัด)
tr_tr: (bir kısayol tuşu seçin)
uk_ua: (вибрати гарячу клавішу)
vi_vn: (chọn một phím nóng)
zh_cn: (请设置热键)
zh_tw: (請按熱鍵)

# HotkeyTrigger_LinkText
source: {Hotkey} is typed
ar_sa: تم كتابة {Hotkey}
ca_es: {Hotkey} és premuda
cs_cz: {Hotkey} je zadán
da_dk: {Hotkey} er skrevet
de_de: {Hotkey} wurde eingegeben
el_gr: {Hotkey} πληκτρολογήθηκε
fi_fi: {Hotkey} on kirjoitettu
fr_fr: {Hotkey} a été saisi
he_il: נלחץ {Hotkey}
hr_hr: {Hotkey} je unesen
it_it: {Hotkey} viene digitato
ja_jp: {Hotkey} 入力時
ko_kr: {Hotkey}이(가) 입력됐을 때
nl_nl: {Hotkey} is getypt
no_no: {Hotkey} er trykket
pl_pl: {Hotkey} jest użyty
pt_br: {Hotkey} foi pressionada
ro_ro: {Hotkey} este tastată
ru_ru: Нажато {Hotkey}
sl_si: {Hotkey} je pritisnjena
sv_se: {Hotkey} har tryckts ner
th_th: {Hotkey} ถูกกด
tr_tr: {Hotkey} yazıldı
uk_ua: {Hotkey} введено
vi_vn: {Hotkey} được nhấn
zh_cn: {Hotkey} 被按下
zh_tw: 按下 {Hotkey}

# ImportAndExportTitle
source: Import and export
ar_sa: التَّصْدِيرُ وَالْإِسْتِيرادُ
ca_es: Importa i exporta
cs_cz: Importovat a exportovat
da_dk: Importer og eksporter
de_de: Importieren und Exportieren
el_gr: Εισαγωγή και εξαγωγή
fi_fi: Tuo / Vie
fr_fr: Importer et Exporter
he_il: יבוא ויצוא
hr_hr: Uvezi i izvezi
it_it: Importa e esporta
ja_jp: インポートとエクスポート
ko_kr: 내보내기 및 가져오기
nl_nl: Importeren en exporteren
no_no: Importer og eksporter
pl_pl: Import i eksport
pt_br: Importar / Exportar
ro_ro: Import și export
ru_ru: Импорт и экспорт
sl_si: Uvoz in izvoz
sv_se: Importera och exportera
th_th: นำเข้าและส่งออก
tr_tr: İçe/dışa aktar
uk_ua: Імпорт та експорт
vi_vn: Nhập và Xuất
zh_cn: 导入和导出
zh_tw: 匯入與匯出

# ImportHeaderText
source: Import
ar_sa: استيراد
ca_es: Importa
cs_cz: Nahrát
de_de: Importieren
el_gr: Εισαγωγή
fi_fi: Tuo
fr_fr: Importer
he_il: ייבוא
hr_hr: Uvezi
it_it: Importa
ja_jp: インポート
ko_kr: 가져오기
nl_nl: Importeer
no_no: Importer
pl_pl: Importuj
pt_br: Importar
ro_ro: Importați
ru_ru: Импорт
sl_si: Uvoz
sv_se: Importera
th_th: นำเข้า
tr_tr: İçe aktar
uk_ua: Імпорт
vi_vn: Nhập
zh_cn: 导入
zh_tw: 匯入

# ImportHelpText
source: Restore a copy of your actions from a file.
ar_sa: استعادة نسخة من إجراءاتك من ملف.
ca_es: Restaura una còpia de les vostres accions des d'un fitxer.
cs_cz: Obnovit kopii vašich akcí ze souboru.
da_dk: Gendan en kopi af dine handlinger fra en fil.
de_de: Wiederherstellen einer Kopie der Aktionen aus einer Datei.
el_gr: Επαναφορά ενός αντιγράφου των ενεργειών σας από ένα αρχείο.
fi_fi: Palauta kopio toiminnoistasi tiedostosta.
fr_fr: Restaurer une copie de vos actions à partir d'un fichier.
he_il: שחזר העתק של הפעולות שלך מקובץ.
hr_hr: Vrati kopiju Vaših akcija iz datoteke.
it_it: Ripristina una copia delle tue azioni da un file.
ja_jp: 動作をファイルから復元する。
ko_kr: 사용자의 동작을 파일로 부터 복원합니다.
nl_nl: Herstel een kopie van uw acties uit een bestand.
no_no: Gjenopprett en kopi av handlingene dine fra en fil.
pl_pl: Przywróć kopię swoich reguł z pliku.
pt_br: Restaurar cópia das suas ações em um arquivo.
ro_ro: Restaurați o copie a acțiunilor dvs. dintr-un fișier.
ru_ru: Восстановить копию ваших действий из файла.
sl_si: Shranite kopijo vaših dejanj v datoteko.
sv_se: Återställer dina åtgärder från en fil.
th_th: กู้คืนสำเนาการกระทำของคุณจากไฟล์
tr_tr: Eylemlerinizin kopyasını bir dosyadan yükleyin.
uk_ua: Відновити копію ваших дій з файлу.
vi_vn: Khôi phục bản sao của các hành động của bạn từ một tệp.
zh_cn: 从文件中恢复你的动作。
zh_tw: 從檔案寫回您之前設定好的動作。

# MuteKind_Mute
source: Mute
ar_sa: صامت
ca_es: Silencia
cs_cz: Ztlumit
da_dk: Lydløs
de_de: Stummschalten
el_gr: Σίγαση
fi_fi: Mykistä
fr_fr: Mettre en sourdine
he_il: השתק
hr_hr: Isključi zvuk
it_it: Disattiva l'audio
ja_jp: ミュート
ko_kr: 음소거
nl_nl: Dempen
no_no: Demp
pl_pl: Wycisz
pt_br: Silenciar
ro_ro: Dezactivează sunet
ru_ru: Без звука
sl_si: Utišaj
sv_se: Tyst
th_th: ปิดเสียง
tr_tr: Sustur
uk_ua: Вимкнути звук
vi_vn: Tắt tiếng
zh_cn: 静音
zh_tw: 靜音

# MuteKind_ToggleMute
source: Toggle mute
ar_sa: وضع الكتم
ca_es: Commuta el silenci
cs_cz: Přepnout ztlumení
da_dk: Slå lyd til/fra
de_de: Stummschaltung ein/aus
el_gr: Εναλλαγή σίγασης
fi_fi: Kytke mykistys
fr_fr: Activer/désactiver le mode Muet
he_il: הפעל/כבה השתקה
hr_hr: Isključi zvuk
it_it: Attiva/disattiva l'audio
ja_jp: ミュートのオン・オフ
ko_kr: 음소거 전환
nl_nl: Dempen in-/uitschakelen
no_no: Slå demping av/på
pl_pl: Przełącz wyciszenie
pt_br: Ativar/Desativar mudo
ro_ro: Activează/dezactivează sunetul
ru_ru: Вкл/выкл звук
sl_si: Preklopi za utišanje
sv_se: Växla tyst
th_th: สลับปิดเสียง
tr_tr: Susturmayı tetikle
uk_ua: Вкл/викл звук
vi_vn: Bật tắt âm lượng
zh_cn: 静音/取消静音
zh_tw: 切換靜音

# MuteKind_Unmute
source: Unmute
ar_sa: إلغاء كتم الصوت
ca_es: Activa el so
cs_cz: Zrušit ztlumení
da_dk: Slå lyd til
de_de: Entstummen
el_gr: Κατάργηση σίγασης
fi_fi: Poista mykistys
fr_fr: Réactiver le son
he_il: בטל השתקה
hr_hr: Uključi zvuk
it_it: Attiva l'audio
ja_jp: ミュート解除
ko_kr: 음소거 해제
nl_nl: Dempen opheffen
no_no: Skru av demping
pl_pl: Wyłącz wyciszenie
pt_br: Tirar do silencioso
ro_ro: Activați sunetul
ru_ru: Вкл. звук
sl_si: Vklopi zvok
sv_se: Ljud på
th_th: เปิดเสียง
tr_tr: Sesini aç
uk_ua: Увімкнути звук
vi_vn: Bỏ tắt tiếng
zh_cn: 取消静音
zh_tw: 取消靜音

# MyActionsText
source: Actions
ar_sa: الإجراءات
ca_es: Accions
cs_cz: Akce
da_dk: Handlinger
de_de: Aktionen
el_gr: Ενέργειες
fi_fi: Toiminnot
he_il: פעולות
hr_hr: Akcije
it_it: Azioni
ja_jp: 動作
ko_kr: 동작
nl_nl: Acties
no_no: Handlinger
pl_pl: Reguły
pt_br: Ações
ro_ro: Acțiuni
ru_ru: Действия
sl_si: Dejanja
sv_se: Åtgärder
th_th: การกระทำ
tr_tr: Eylemler
uk_ua: Дії
vi_vn: Các hành động
zh_cn: 动作
zh_tw: 動作

# NewActionText
source: New action
ar_sa: إجراء جديد
ca_es: Nova acció
cs_cz: Nová akce
da_dk: Ny handling
de_de: Neue Aktion
el_gr: Νέα ενέργεια
fi_fi: Uusi toiminto
fr_fr: Nouvelle Action
he_il: פעולה חדשה
hr_hr: Nova akcija
it_it: Nuova azione
ja_jp: 新しい動作
ko_kr: 새 동작
nl_nl: Nieuwe actie
no_no: Ny handling
pl_pl: Nowa reguła
pt_br: Nova Ação
ro_ro: Acțiune nouă
ru_ru: Новое действие
sl_si: Novo dejanje
sv_se: Ny åtgärd
th_th: เพิ่มการกระทำ
tr_tr: Yeni eylem
uk_ua: Нова дія
vi_vn: Hành động mới
zh_cn: 新建动作
zh_tw: 新增動作

# OptionalText
source: (optional)
ar_sa: (اختياري)
ca_es: (opcional)
cs_cz: (Volitelné)
da_dk: (Valgfrit)
el_gr: (προαιρετικό)
fi_fi: (valinnainen)
fr_fr: (Facultatif)
he_il: (אופציונאלי)
hr_hr: (opcionalno)
it_it: (facoltativo)
ja_jp: (任意)
ko_kr: (선택 사항)
nl_nl: (optioneel)
no_no: (valgfritt)
pl_pl: (opcjonalnie)
pt_br: (Opcional)
ro_ro: (opțional)
ru_ru: (необязательно)
sl_si: (neobvezno)
sv_se: (valfri)
th_th: (เพิ่มเติม)
tr_tr: (isteğe bağlı)
uk_ua: (необов'язково)
vi_vn: (tùy chọn)
zh_cn: (可选)
zh_tw: (非必填)

# PlaybackDeviceGroupText
source: Playback
ar_sa: التشغيل
ca_es: Reproducció
cs_cz: Přehrávání
da_dk: Afspilning
de_de: Wiedergabe
el_gr: Αναπαραγωγή
fi_fi: Toisto
fr_fr: Lecture
he_il: השמעה
hr_hr: Reprodukcija
it_it: Riproduzione
ja_jp: 再生
ko_kr: 재생
no_no: Avspilling
pl_pl: Odtwarzanie
pt_br: Reprodução
ro_ro: Redare
ru_ru: Воспроизведение
sl_si: Predvajanje
sv_se: Uppspelning
th_th: เล่น
tr_tr: Kayıttan yürütme
uk_ua: Відтворення
vi_vn: Phát lại
zh_cn: 播放
zh_tw: 播放

# ProcessCondition_AddText
source: If a process is running or not
ar_sa: إذا كانت العملية قيد التشغيل أو لا
ca_es: Si un procés s'està executant o no
cs_cz: Pokud proces běží nebo ne
da_dk: Hvis en proces kører eller ej
de_de: Wenn ein Prozess ausgeführt wird oder nicht
el_gr: Εάν μια διεργασία εκτελείται ή όχι
fi_fi: Jos prosessi on käynnissä tai ei
fr_fr: Si un processus est en cours d'exécution ou non
he_il: אם תהליך בפעולה או לא
hr_hr: Ako je proces pokrenut ili ne
it_it: Se un processo è o non è in esecuzione
ja_jp: プロセス実行中か、そうでないか
ko_kr: 프로세스가 실행 중이거나 아닌 경우
nl_nl: Als een proces wordt uitgevoerd of niet
no_no: Hvis en prosess kjører eller ikke
pl_pl: Jeśli proces jest uruchomiony lub nie
pt_br: Se um processo estiver em execução ou não
ro_ro: Dacă un proces se execută sau nu
ru_ru: Если процесс запущен или не запущен
sl_si: Če proces teče ali ne
sv_se: Om en process körs eller inte
th_th: ถ้ากระบวนการวิ่งหรือไม่
tr_tr: Eğer bir işlem çalışıp çalışmıyorsa
uk_ua: Якщо процес виконується чи ні
vi_vn: Nếu một tiến trình đang chạy hoặc không chạy
zh_cn: 当某进程正在运行或没有运行
zh_tw: 當處理程序正在或不在執行中

# ProcessCondition_EmptyText
source: (enter a process name)
ar_sa: (أدخل اسم العملية)
ca_es: (introduïu el nom del procés)
cs_cz: (zadejte název procesu)
da_dk: (angiv et procesnavn)
de_de: (einen Prozessnamen eingeben)
el_gr: (εισάγετε ένα όνομα διεργασίας)
fi_fi: (kirjoita prosessin nimi)
fr_fr: (Entrez le nom du processus)
he_il: (הכנס שם תהליך)
hr_hr: (unesite ime procesa)
it_it: (inserisci il nome di un processo)
ja_jp: (プロセス名を入力)
ko_kr: (프로세스명 입력)
nl_nl: (voer een procesnaam in)
no_no: (angi et prosessnavn)
pl_pl: (wprowadź nazwę procesu)
pt_br: (digite um nome do processo)
ro_ro: (introduceți un nume de proces)
ru_ru: (введите название процесса)
sl_si: (vnesite ime procesa)
sv_se: (ange ett processnamn)
th_th: (ใช่ชื่อของกระบวนการ)
tr_tr: (bir işlem ismi girin)
uk_ua: (введіть назву процесу)
vi_vn: (nhập tên tiến trình)
zh_cn: (请输入进程名称)
zh_tw: (輸入進程名稱)

# ProcessCondition_LinkText
source: When {Text} {Option}
ar_sa: عندما {Text} {Option}
ca_es: Quan {Text} {Option}
cs_cz: Když {Text} {Option}
da_dk: Når {Text} {Option}
de_de: Wenn {Text} {Option}
el_gr: Όταν {Text} {Option}
fi_fi: Kun {Text} {Option}
fr_fr: Lorsque {Text} {Option}
he_il: כאשר {Text} {Option}
hr_hr: Kada {Text} {Option}
it_it: Quando {Text} {Option}
ja_jp: {Text} {Option}
ko_kr: {Text}이(가) {Option}일 때
nl_nl: Wanneer {Text} {Option}
no_no: Når {Text} {Option}
pl_pl: Kiedy {Text} {Option}
pt_br: Quando {Text} {Option}
ro_ro: Când {Text} {Option}
ru_ru: Когда {Text} - {Option}
sl_si: Ko se {Text} {Option}
sv_se: När {Text} {Option}
th_th: เมื่อ {Text} {Option}
tr_tr: Eğer {Text} {Option} ise
uk_ua: Коли {Text} {Option}
vi_vn: Khi {Text} {Option}
zh_cn: 当 {Text} {Option}
zh_tw: 當 {Text} {Option}

# ProcessCondition_PromptText
source: Process name (e.g. notepad)
ar_sa: اسم العملية (مثال: الملاحظة)
ca_es: Nom del procés (ex. Bloc de notes)
cs_cz: Název procesu (např. poznámkový blok)
da_dk: Procesnavn (f.eks. notepad)
de_de: Prozessname (z.B. Notepad)
el_gr: Όνομα διεργασίας (π.χ. σημειωματάριο)
fi_fi: Prosessin nimi (esim. muistilehtiö)
fr_fr: Nom du processus (par exemple: notepad)
he_il: שם תהליך (לדוג' notepad)
hr_hr: Ime procesa (npr. notepad)
it_it: Nome del processo (ad esempio: notepad)
ja_jp: プロセス名 (例 notepad)
ko_kr: 프로세스명 (예시: notepad)
nl_nl: Proces naam (bijv. kladblok)
no_no: Prosessnavn (f.eks. notisblokk)
pl_pl: Nazwa procesu (np. notepad)
pt_br: Nome do processo (ex.: notepad)
ro_ro: Nume proces (de ex. notepad)
ru_ru: Название процесса (например notepad)
sl_si: Ime procesa (npr. beležnica)
sv_se: Processnamn (t.ex. anteckningar)
th_th: ชื่อกระบวนการ (เช่น notepad)
tr_tr: İşlem ismi (örn. notepad)
uk_ua: Назва процесу (напр. notepad)
vi_vn: Tên tiến trình (Ví dụ: notepad)
zh_cn: 进程名称 (例如：notepad)
zh_tw: 進程名稱 (例如記事本)

# ProcessEventKind_Start
source: starts
ar_sa: يبدأ
ca_es: comença
cs_cz: začíná
da_dk: starter
de_de: startet
el_gr: ξεκινά
fi_fi: käynnistyy
fr_fr: commence
he_il: מתחיל
hr_hr: je pokrenut
it_it: viene avviato
ja_jp: 開始時
ko_kr: 시작
nl_nl: start
no_no: starter
pl_pl: zostaje uruchomiony
pt_br: inicia
ro_ro: pornește
ru_ru: запускается
sl_si: začne
sv_se: börjar
th_th: เริ่ม
tr_tr: başlarken
uk_ua: запускається
vi_vn: bắt đầu
zh_cn: 启动
zh_tw: 啟動

# ProcessEventKind_Stop
source: ends
ar_sa: ينتهي
ca_es: acaba
cs_cz: končí
da_dk: slutter
de_de: endet
el_gr: λήγει
fi_fi: päättyy
fr_fr: fini
he_il: נגמר
hr_hr: završava
it_it: viene terminato
ja_jp: 終了時
ko_kr: 종료
nl_nl: eindigt
no_no: slutter
pl_pl: zostaje zakończony
pt_br: termina
ro_ro: se oprește
ru_ru: завершается
sl_si: konča
sv_se: slutar
th_th: จบ
tr_tr: biterken
uk_ua: завершується
vi_vn: kết thúc
zh_cn: 结束
zh_tw: 結束

# ProcessStateKind_NotRunning
source: is not running
ar_sa: ليس قيد التشغيل
ca_es: no s'està executant
cs_cz: není spuštěno
da_dk: kører ikke
de_de: wird nicht ausgeführt
el_gr: δεν εκτελείται
fi_fi: ei ole käynnissä
fr_fr: n'est pas en cours d'exécution
he_il: לא מצליח לרוץ
hr_hr: nije pokrenut
it_it: non è in esecuzione
ja_jp: が実行中ではない
ko_kr: 실행 중이지 않을 때
nl_nl: is niet actief
no_no: kjører ikke
pl_pl: nie jest uruchomiony
pt_br: não está sendo executado
ro_ro: nu rulează
ru_ru: не запущено
sl_si: se ne izvaja
sv_se: körs ej
th_th: ไม่ทำงาน
tr_tr: çalışmıyorsa
uk_ua: не виконується
vi_vn: không chạy
zh_cn: 没有运行
zh_tw: 沒有在運行

# ProcessStateKind_Running
source: is running
ar_sa: قيد التشغيل
ca_es: s'està executant
cs_cz: je spuštěno
da_dk: kører
de_de: wird ausgeführt
el_gr: εκτελείται
fi_fi: on käynnissä
fr_fr: exécution en cours
he_il: הצליח לרוץ
hr_hr: je pokrenut
it_it: è in esecuzione
ja_jp: が実行中
ko_kr: 실행 중일 때
nl_nl: is actief
no_no: kjører
pl_pl: jest uruchomiony
pt_br: está sendo executado
ro_ro: se execută
ru_ru: запущено
sl_si: se izvaja
sv_se: körs
th_th: ทำงาน
tr_tr: çalışıyorsa
uk_ua: виконується
vi_vn: đang chạy
zh_cn: 正在运行
zh_tw: 正在運行

# ProcessTrigger_AddText
source: A process starts or ends
ar_sa: العملية تبدأ أو تنتهي
ca_es: Un procés comença o acaba
cs_cz: Proces začíná nebo končí
da_dk: En proces starter eller slutter
de_de: Ein Prozess startet oder endet
el_gr: Μια διεργασία ξεκινά ή τερματίζεται
fi_fi: Prosessi käynnistyy tai päättyy
fr_fr: Un processus commence ou se termine
he_il: תהליך התחיל או הסתיים
hr_hr: Proces je pokrenut ili završava
it_it: Un processo si avvia o termina
ja_jp: プロセスの開始または終了時
ko_kr: 프로세스가 실행되거나 종료될 때
nl_nl: Een proces begint of eindigt
no_no: En prosess starter eller slutter
pl_pl: Proces zostaje rozpoczęty lub zamknięty
pt_br: Um processo inicia ou termina
ro_ro: Un proces pornește sau se oprește
ru_ru: Процесс запускается или завершается
sl_si: Proces začne ali konča
sv_se: En process startar eller slutar
th_th: กระบวนการเริ่มหรือจบ
tr_tr: Bir işlem başladığında veya durduğunda
uk_ua: Процес запускається або завершується
vi_vn: Một tiến trình bắt đầu chạy hoặc kết thúc
zh_cn: 某进程启动或结束
zh_tw: 進程開始或結束

# ProcessTrigger_EmptyText
source: (enter a process name)
ar_sa: (أدخل اسم العملية)
ca_es: (introduïu el nom d'un procés)
cs_cz: (zadejte název procesu)
da_dk: (angiv et procesnavn)
de_de: (einen Prozessnamen eingeben)
el_gr: (εισάγετε ένα όνομα διεργασίας)
fi_fi: (anna prosessin nimi)
fr_fr: (Entrez le nom d'un processus)
he_il: (הכנס שם תהליך)
hr_hr: (unesite ime procesa)
it_it: (inserisci il nome di un processo)
ja_jp: (プロセス名を入力)
ko_kr: (프로세스명 입력)
nl_nl: (voer een proces naam in)
no_no: (angi et prosessnavn)
pl_pl: (wprowadź nazwę procesu)
pt_br: (digite um nome do processo)
ro_ro: (introduceți un nume de proces)
ru_ru: (введите название процесса)
sl_si: (vnesite ime procesa)
sv_se: (ange ett processnamn)
th_th: (ใช่ชื่อของกระบวนการ)
tr_tr: (bir işlem ismi girin)
uk_ua: (введіть назву процесу)
vi_vn: (nhập tên tiến trình)
zh_cn: (请输入进程名称)
zh_tw: (輸入進程名稱)

# ProcessTrigger_LinkText
source: When {Text} {Option}
ar_sa: عندما {Text} {Option}
ca_es: Quan {Text} {Option}
cs_cz: Když {Text} {Option}
da_dk: Når {Text} {Option}
de_de: Wenn {Text} {Option}
el_gr: Όταν {Text} {Option}
fi_fi: Kun {Text} {Option}
fr_fr: Lorsque {Text} {Option}
he_il: כאשר {Text} {Option}
hr_hr: Kada {Text} {Option}
it_it: Quando {Text} {Option}
ja_jp: {Text} {Option}
ko_kr: {Text} 이(가) {Option}될 때
nl_nl: Als {Text} {Option}
no_no: Når {Text} {Option}
pl_pl: Kiedy {Text} {Option}
pt_br: Quando {Text} {Option}
ro_ro: Când {Text} {Option}
ru_ru: Когда {Text} - {Option}
sl_si: Ko se {Text} {Option}
sv_se: När {Text} {Option}
th_th: เมื่อ {Text} {Option}
tr_tr: Eğer {Text} {Option} ise
uk_ua: Коли {Text} {Option}
vi_vn: Khi {Text} {Option}
zh_cn: 当 {Text} {Option}
zh_tw: 當 {Text} {Option}

# ProcessTrigger_PromptText
source: Process name (e.g. notepad)
ar_sa: اسم العملية (مثال: الملاحظة)
ca_es: Nom del procés (ex. Bloc de notes)
cs_cz: Název procesu (např. poznámkový blok)
da_dk: Procesnavn (f.eks. notepad)
de_de: Prozessname (z.B. Notepad)
el_gr: Όνομα διεργασίας (π.χ. σημειωματάριο)
fi_fi: Prosessin nimi (esim. muistilehtiö)
fr_fr: Nom du processus (par exemple: notepad)
he_il: שם תהליך (לדוג' notepad)
hr_hr: Ime procesa (npr. notepad)
it_it: Nome del processo (ad esempio: notepad)
ja_jp: プロセス名 (例 notepad)
ko_kr: 프로세스명 (예시: notepad)
nl_nl: Proces naam (bijv. kladblok)
no_no: Prosessnavn (f.eks. notisblokk)
pl_pl: Nazwa procesu (np. notepad)
pt_br: Nome do processo (ex.: notepad)
ro_ro: Nume proces (de ex. notepad)
ru_ru: Название процесса (например notepad)
sl_si: Ime procesa (npr. beležnica)
sv_se: Processnamn (t.ex. anteckningar)
th_th: ชื่อกระบวนการ (เช่น notepad)
tr_tr: İşlem ismi (örn. notepad)
uk_ua: Ім'я процесу (напр. notepad)
vi_vn: Tên tiến trình (Ví dụ: notepad)
zh_cn: 进程名称 (例如：notepad)
zh_tw: 進程名稱 (例如記事本)

# RecordingDeviceGroupText
source: Recording
ar_sa: جارٍ التسجيل
ca_es: Gravació
cs_cz: Nahrávání
da_dk: Optager
de_de: Aufnehmen
el_gr: Εγγραφή
fi_fi: Tallennetaan
fr_fr: Enregistrement en cours
he_il: מקליט
hr_hr: Snimanje
it_it: Registrazione
ja_jp: 録音
ko_kr: 녹음 장치
nl_nl: Opnemen
no_no: Opptak
pl_pl: Nagrywanie
pt_br: Gravando
ro_ro: Se înregistrează
ru_ru: Запись
sl_si: Snemanje
sv_se: Spelar in
th_th: กำลังบันทึก
tr_tr: Kayıt
uk_ua: Запис
vi_vn: Thu âm
zh_cn: 录制
zh_tw: 錄音

# RemoveText
source: Remove
ar_sa: إزالة
ca_es: Elimina
cs_cz: Odstranit
da_dk: Fjern
de_de: Entfernen
el_gr: Αφαίρεση
fi_fi: Poista
fr_fr: Supprimer
he_il: הסר
hr_hr: Ukloni
it_it: Elimina
ja_jp: 削除
ko_kr: 제거
nl_nl: Verwijder
no_no: Fjern
pl_pl: Usuń
pt_br: Excluir
ro_ro: Eliminare
ru_ru: Удалить
sl_si: Odstrani
sv_se: Ta bort
th_th: เอาออก
tr_tr: Kaldır
uk_ua: Видалити
vi_vn: Loại bỏ
zh_cn: 移除
zh_tw: 移除

# RequiredText
source: (required)
ar_sa: (مطلوب)
ca_es: (obligatori)
cs_cz: (vyžadováno)
da_dk: (Påkrævet)
de_de: (erforderlich)
el_gr: (απαιτείται)
fi_fi: (pakollinen)
fr_fr: (requis)
he_il: (דרוש)
hr_hr: (potrebno)
it_it: (necessario)
ja_jp: (必須)
ko_kr: (필수)
nl_nl: (vereist)
no_no: (obligatorisk)
pl_pl: (wymagane)
pt_br: (obrigatório)
ro_ro: (obligatoriu)
ru_ru: (обязательно)
sl_si: (obvezno)
sv_se: (obligatorisk)
th_th: (จำเป็น)
tr_tr: (gerekli)
uk_ua: (обов'язково)
vi_vn: (bắt buộc)
zh_cn: (必填)
zh_tw: (必需的)

# SetAppMuteAction_AddText
source: Mute or unmute an app
ar_sa: كتم الصوت أو إلغاء كتم التطبيق
ca_es: Silencia o activa el so d'una aplicació
cs_cz: Ztlumit nebo zrušit ztlumení aplikace
da_dk: Slå lyden fra/til for en app
de_de: App stummt schalten oder nicht
el_gr: Σίγαση ή κατάργηση σίγασης μιας εφαρμογής
fi_fi: Mykistä tai poista mykistys sovelluksessa
fr_fr: Couper ou réactiver le son d'une application
he_il: השתק או בטל השתקה של אפליקציה
hr_hr: Isključi ili uključi zvuk aplkacije
it_it: Attiva o disattiva il suono di un'applicazione
ja_jp: アプリのミュートまたはミュート解除
ko_kr: 앱 음소거 또는 음소거 해제
nl_nl: App dempen of dempen opheffen
no_no: Demp eller slå på lyden av en app
pl_pl: Włącz lub wyłącz wyciszenie aplikacji
pt_br: Silencia ou retira do silencioso um aplicativo
ro_ro: Dezactivați sau activați sunetul unei aplicații
ru_ru: Выкл. или вкл. звук программы
sl_si: Vklopi ali izklopi zvok aplikacije
sv_se: Tysta eller på med ljudet för en app
th_th: ปิดหรือเปิดเสียงแอป
tr_tr: Bir uygulamayı sustur veya sesini aç
uk_ua: Вимкнути або увімкнути звук застосунку
vi_vn: Bật hoặc tắt âm ứng dụng
zh_cn: 将某应用静音或取消静音
zh_tw: 將應用程式靜音或取消靜音

# SetAppMuteAction_LinkText
source: {Option} {App} on {Device}
ar_sa: {Option} {App} على {Device}
ca_es: {Option} {App} a {Device}
cs_cz: {Option} {App} na {Device}
da_dk: {Option} {App} på {Device}
de_de: {Option} {App} auf {Device}
el_gr: {Option} {App} σε {Device}
fi_fi: {Option} {App} kohteessa {Device}
fr_fr: {Option} {App} pour {Device}
he_il: {Option} {App} על {Device}
hr_hr: {Option} {App} na {Device}
it_it: {Option} {App} su {Device}
ja_jp: {Device} 上 {Option} {App}
ko_kr: {Device} 장치의 {App} 앱을 {Option}
nl_nl: {Option} {App} op {Device}
no_no: {Option} {App} på {Device}
pl_pl: {Option} {App} na {Device}
pt_br: {Option} {App} no {Device}
ro_ro: {Option} {App} pe {Device}
ru_ru: {Option} {App} на {Device}
sl_si: {Option} {App} na {Device}
sv_se: {Option} {App} på {Device}
th_th: {Option} {App} บน {Device}
tr_tr: {Device} aygıtında {Option} {App}
uk_ua: {Option} {App} на {Device}
vi_vn: {App} {Option} ở {Device}
zh_cn: 在 {Device} 上将 {App} {Option}
zh_tw: {Option} {App} 於 {Device}

# SetAppVolumeAction_AddText
source: Set the volume of an app
ar_sa: تعيين مستوى صوت التطبيق
ca_es: Estableix el volum d'una aplicació
cs_cz: Nastavit hlasitost aplikace
da_dk: Indstil lydstyrken for en app
de_de: Lege das Volumen einer App fest
el_gr: Ορισμός έντασης ήχου μιας εφαρμογής
fi_fi: Aseta sovelluksen äänenvoimakkuus
fr_fr: Définir le volume d'une application
he_il: הגדר את עוצמת השמע של אפליקציה
hr_hr: Postavi glasnoću aplikacije
it_it: Imposta il volume di un'applicazione
ja_jp: アプリの音量を設定
ko_kr: 앱 음량 설정
nl_nl: Stel het volume van een app in
no_no: Sett volumet til en app
pl_pl: Ustaw poziom głośności aplikacji
pt_br: Definir o volume de um aplicativo
ro_ro: Setați volumul unei aplicații
ru_ru: Установить громкость программы
sl_si: Nastavi glasnost aplikacije
sv_se: Ange volymen för en app
th_th: ปรับความดังของแอป
tr_tr: Bir uygulamanın sesini ayarla
uk_ua: Встановити гучність програми
vi_vn: Đặt âm lượng của ứng dụng
zh_cn: 调整某应用的音量
zh_tw: 設置應用程式的音量
