Repository: File-New-Project/EarTrumpet
Catalog: EarTrumpet/Properties/Resources.*.resx
Languages: af, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, it, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, ro, ro_ro, ru_ru, sl_si, sv_se, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# HomeButtonText
source: Home
af: Tuis
ar_sa: الصفحة الرئيسية
ca_es: Inici
cs_cz: Domů
da_dk: Hjem
de_de: Startseite
el_gr: Αρχική σελίδα
es: Inicio
fa_ir: خانه
fi_fi: Kotisivu
fr_fr: Accueil
he_il: ראשי
hr_hr: Početna stranica
hu_hu: Kezdőlap
ja_jp: ホーム
ko_kr: 홈
nl_nl: Start
no_no: Hjem
pl_pl: Strona główna
pt_br: Início
ro_ro: Acasă
ru_ru: Главная
sl_si: Domov
sv_se: Hem
ta_in: முகப்பு
th_th: หน้าหลัก
tr_tr: Ana sayfa
uk_ua: Головна
vi_vn: Trang chính
zh_cn: 主页
zh_tw: 首頁

# ProjectADescription
source: Coming soon
af: Binnekort beskikbaar
ar_sa: سيأتي قريباً
ca_es: Proximament
cs_cz: Již brzy
da_dk: Kommer snart
de_de: In Kürze verfügbar
el_gr: Προσεχώς
es: Muy pronto
fa_ir: به زودی
fi_fi: Tulossa pian
fr_fr: Bientôt disponible
he_il: יגיע בקרוב
hr_hr: Stiže uskoro
hu_hu: Hamarosan
it: In arrivo
it_it: In arrivo
ja_jp: 近日公開
ko_kr: 출시 예정
nl_nl: Binnenkort beschikbaar
no_no: Kommer snart
pl_pl: Wkrótce
pt_br: Em breve
ro_ro: În curând
ru_ru: Скоро появится
sl_si: Kmalu na voljo
sv_se: Kommer snart
ta_in: விரைவில் வருகிறது
th_th: เร็วๆ นี้
tr_tr: Yakında
uk_ua: З'явиться незабаром
vi_vn: Sắp có
zh_cn: 即将推出
zh_tw: 即將推出

# ProjectATitle
source: Coming soon
af: Binnekort beskikbaar
ar_sa: سيأتي قريباً
ca_es: Proximament
cs_cz: Již brzy
da_dk: Kommer snart
de_de: In Kürze verfügbar
el_gr: Προσεχώς
es: Muy pronto
fa_ir: به زودی
fi_fi: Tulossa pian
fr_fr: Bientôt disponible
he_il: יגיע בקרוב
hr_hr: Stiže uskoro
hu_hu: Hamarosan
it: In arrivo
it_it: In arrivo
ja_jp: 近日公開
ko_kr: 출시 예정
nl_nl: Binnenkort beschikbaar
no_no: Kommer snart
pl_pl: Wkrótce
pt_br: Em breve
ro_ro: În curând
ru_ru: Скоро появится
sl_si: Kmalu na voljo
sv_se: Kommer snart
ta_in: விரைவில் வருகிறது
th_th: เร็วๆ นี้
tr_tr: Yakında
uk_ua: З'явиться незабаром
vi_vn: Sắp có
zh_cn: 即将推出
zh_tw: 即將推出

# SettingsOpenSettingsText
source: Open settings
af: Open Instellings
ar_sa: فتح الإعدادات
ca_es: Obre la configuració
cs_cz: Otevřít nastavení
da_dk: Åbn indstillinger
de_de: Einstellungen öffnen
el_gr: Άνοιγμα ρυθμίσεων
es: Abrir opciones
fa_ir: باز کردن تنظیمات
fi_fi: Avaa asetukset
fr_fr: Ouvrir les paramètres
he_il: פתח הגדרות
hr_hr: Otvori postavke
hu_hu: Beállítások megnyitása
it: Apri impostazioni
it_it: Apri impostazioni
ja_jp: 設定を開く
ko_kr: 설정 열기
nl_nl: Open instellingen
no_no: Åpne innstillinger
pl_pl: Otwórz ustawienia
pt_br: Abrir configurações
ro_ro: Deschide setările
ru_ru: Открыть параметры
sl_si: Odpri nastavitve
sv_se: Öppna inställningar
ta_in: அமைப்புகளைத் திற
th_th: เปิดการตั้งค่า
tr_tr: Ayarları aç
uk_ua: Відкрити налаштування
vi_vn: Mở cài đặt
zh_cn: 打开设置
zh_tw: 打開設定

# CloseButtonText
source: Close
af: Maak toe
ar_sa: إغلاق
ca_es: Tanca
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
el_gr: Κλείσιμο
es: Cerrar
fa_ir: بستن
fi_fi: Sulje
fr_fr: Fermer
he_il: סגור
hr_hr: Zatvori
hu_hu: Bezár
it: Chiudi
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
nl_nl: Sluiten
no_no: Lukk
pl_pl: Zamknij
pt_br: Fechar
ro: Închide
ro_ro: Închide
ru_ru: Закрыть
sl_si: Zapri
sv_se: Stäng
ta_in: மூடு
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

# WelcomeDialogHeaderText
source: Welcome to EarTrumpet
af: Welkom by EarTrumpet
ar_sa: مرحبا بكم في إيرترامبيت
ca_es: Us donem la benvinguda a l'EarTrumpet
cs_cz: Vítejte v EarTrumpet
da_dk: Velkommen til EarTrumpet
de_de: Willkommen bei EarTrumpet
el_gr: Καλώς ήλθατε στο EarTrumpet
es: Bienvenido a EarTrumpet
fa_ir: به EarTrumpet خوش آمدید
fi_fi: Tervetuloa EarTrumpettiin
fr_fr: Bienvenue à EarTrumpet
he_il: ברוך הבא ל- EarTrumpet
hr_hr: Dobrodošli u EarTrumpet
hu_hu: Üdvözli az EarTrumpet
it: Benvenuto su EarTrumpet
it_it: Benvenuto su EarTrumpet
ja_jp: EarTrumpet へようこそ
ko_kr: EarTrumpet 에 오신 것을 환영합니다
nl_nl: Welkom bij EarTrumpet
no_no: Velkommen til EarTrumpet
pl_pl: Witaj w EarTrumpet
pt_br: Bem-vindo ao EarTrumpet
ro: Bine ai venit la EarTrumpet
ro_ro: Bine ai venit la EarTrumpet
ru_ru: Добро пожаловать в EarTrumpet
sl_si: Pozdravljeni v EarTrumpet
sv_se: Välkommen till EarTrumpet
ta_in: EarTrumpet இற்கு வருக
th_th: ขอต้อนัรบสู่ EarTrumpet
tr_tr: EarTrumpet'a hoş geldiniz
uk_ua: Ласкаво просимо до EarTrumpet
vi_vn: Chào mừng bạn đến với EarTrumpet
zh_cn: 欢迎使用 EarTrumpet
zh_tw: 歡迎使用 EarTrumpet

# CriticalFailureDialogHeaderText
source: EarTrumpet couldn't start
af: EarTrumpet kon nie begin nie
ar_sa: تعذر بدء تشغيل الأيرومبيت
ca_es: L'EarTrumpet no s'ha pogut iniciar
cs_cz: EarTrumpet se nepodařilo spustit
da_dk: EarTrumpet kunne ikke startes
de_de: EarTrumpet konnte nicht gestartet werden
el_gr: Το EarTrumpet δεν μπόρεσε να ξεκινήσει
fi_fi: EarTrumpetia ei voitu käynnistää
fr_fr: EarTrumpet n'a pas pu démarrer
he_il: EarTrumpet לא הצליח להתחיל
hr_hr: EarTrumpet se nije uspio pokrenuti
hu_hu: Az EarTrumpet nem tudott elindulni
it_it: Avvio di EarTrumpet non riuscito
ja_jp: EarTrumpetの起動に失敗しました
ko_kr: EarTrumpet을 실행할 수 없습니다
nl_nl: EarTrumpet kan niet worden gestart
no_no: EarTrumpet kunne ikke starte
pl_pl: Nie udało się uruchomić EarTrumpet
pt_br: O EarTrumpet não pode ser iniciado
ro_ro: EarTrumpet nu a putut porni
ru_ru: Произошла ошибка при запуске EarTrumpet
sl_si: Programa EarTrumpet ni bilo mogoče zagnati
sv_se: EarTrumpet kunde inte starta
ta_in: EarTrumpetஐ தொடங்க முடியவில்லை
th_th: ไม่สามารถเริ่ม EarTrumpet ได้
tr_tr: EarTrumpet başlatılamadı
uk_ua: Неможливо запустити EarTrumpet
vi_vn: EarTrumpet không thể khởi chạy
zh_cn: EarTrumpet 无法启动
zh_tw: 無法啟動 EarTrumpet

# CriticalFailureFontLookupHelpText
source: A broken font on your system is preventing EarTrumpet from starting. Open [https://eartrumpet.app/jmp/fixfonts] now?
af: 'n Stukkende font op u stelsel verhoed tans dat EarTrumpet aan die gang kan kom. Wil u na [https://eartrumpet.app/jmp/fixfonts] gaan vir moontlike oplossings?
ar_sa: خط مكسور على النظام الخاص بك يمنع الأذن من البدء. افتح [https://eartrumpet.app/jmp/fixfonts] الآن؟
ca_es: Una font invàlida del vostre sistema no deixa que l'EarTrumpet s'iniciï. Voleu accedir a [https://eartrumpet.app/jmp/fixfonts] ara?
cs_cz: Poškozené písmo ve vašem systému zabraňuje spuštění aplikace EarTrumpet. Přejete si nyní otevřít [https://eartrumpet.app/jmp/fixfonts]?
da_dk: En defekt skrifttype på dit system forhindrer EarTrumpet i at starte. Åbn [https://eartrumpet.app/jmp/fixfonts] nu?
de_de: Eine defekte Schriftart in Ihrem System verhindert den Start von EarTrumpet. Möchten Sie [https://eartrumpet.app/jmp/fixfonts] öffnen?
el_gr: Μια προβληματική γραμματοσειρά στο σύστημά σας, εμποδίζει το EarTrumpet να ξεκινήσει. Άνοιγμα του [https://eartrumpet.app/jmp/fixfonts] τώρα;
fi_fi: Järjestelmäsi rikkoutunut fontti estää EarTrumpettiä käynnistymästä. Avaa [https://eartrumpet.app/jmp/fixfonts] nyt?
fr_fr: Une police de caractères défectueuse empêche EarTrumpet de démarrer. Voulez-vous ouvrir [https://eartrumpet.app/jmp/fixfonts] maintenant?
he_il: גופן (font) שבור במערכת שלך מונע מ EarTrumpet מלהתחיל. פתח את [https://eartrumpet.app/jmp/fixfonts] עכשיו?
hr_hr: Pokvaren font na Vašem sistemu onemogućava EarTrumpetu pokretanje. Otvoriti [https://eartrumpet.app/jmp/fixfonts]?
hu_hu: Egy hibás betűtípus az Ön rendszerében megakadályozza az EarTrumpet alkalmazás elindulását. Most megnyitja a [https://eartrumpet.app/jmp/fixfonts] fájlt?
it_it: Un font corrotto nel tuo sistema impedisce l'avvio di EarTrumpet. Aprire [https://eartrumpet.app/jmp/fixfonts] ora?
ja_jp: システム上の破損したフォントがEarTrumpet の起動を妨げています。 修正情報のWebページ [https://eartrumpet.app/jmp/fixfonts] を開きますか？
ko_kr: 시스템 글꼴이 손상되어 EarTrumpet 을 실행할 수 없습니다. [https://eartrumpet.app/jmp/fixfonts]에 접속하여 도움말을 확인하시겠습니까?
nl_nl: Een lettertype veroorzaakt een probleem waardoor EarTrumpet niet kan worden gestart. Wil je [https://eartrumpet.app/jmp/fixfonts] openen om het probleem op te lossen?
no_no: En ødelagt font på systemet ditt hindrer EarTrumpet fra å starte. Åpne [https://eartrumpet.app/jmp/fixfonts] nå?
pl_pl: EarTrumpet nie może zostać uruchomiony na Twoim komputerze z powodu uszkodzonych plików czcionek. Otworzyć [https://eartrumpet.app/jmp/fixfonts] teraz?
pt_br: Uma fonte danificada no sistema está impedindo a execução do EarTrumpet. Deseja abrir [https://eartrumpet.app/jmp/fixfonts] agora?
ro_ro: Font-ul stricat din sistemul tău împiedică Pornirea EarTrumpet-ului. Deschide [https://eartrumpet.app/jmp/fixfonts] acum?
ru_ru: Невозможно запустить EarTrumpet, так как один из шрифтов используемый этой программой повреждён. Перейти по ссылке [https://eartrumpet.app/jmp/fixfonts] сейчас?
sl_si: Pokvarjena pisava na vašem sistemu preprečuje, da bi se EarTrumpet zagnal. Ali želite zdaj odpreti [https://eartrumpet.app/jmp/fixfonts]?
sv_se: Ett trasigt teckensnitt på ditt system hindrar EarTrumpet från att starta. Öppna [https://eartrumpet.app/jmp/fixfonts] nu?
ta_in: உங்கள் கணினியில் ஒரு உடைந்த எழுத்துரு EarTrumpet தொடங்குவதிலிருந்து தடுக்கிறது. இப்போது [https://eartrumpet.app/jmp/fixfonts] திறக்கவா?
th_th: มีฟอนต์ที่พังในระบบของคุณที่ทำให้ EarTrumpet ไม่สามารถเริ่มได้ เปิด [https://eartrumpet.app/jmp/fixfonts] ตอนนี้ไหม?
tr_tr: Sisteminizde bozuk bir yazı tipi eartrumpet'in başlamasını engelliyor. [https://eartrumpet.app/jmp/fixfonts] açmak ister misiniz?
uk_ua: Пошкоджений шрифт не дозволяє запустити EarTrumpet. Перейти за посиланням [https://eartrumpet.app/jmp/fixfonts]?
vi_vn: Một phông chữ trên máy bạn đang ngăn cản EarTrumpet khởi chạy. Mở [https://eartrumpet.app/jmp/fixfonts] ngay?
zh_cn: 您的系统上存在损坏的字体，使得 EarTrumpet 无法启动。 是否现在打开 [https://eartrumpet.app/jmp/fixfonts] 以获取相关信息？
zh_tw: 您的系統中有字型檔案毀損，造成 EarTrumpet 無法啟動。 是否要開啟 [https://eartrumpet.app/jmp/fixfonts]？

# ToggleMuteToolTip
source: Toggle mute
af: Demp/Ontdemp
ar_sa: وضع الكتم
ca_es: Commuta el silenci
cs_cz: Přepnout ztlumení
da_dk: Slå lyd til/fra
de_de: Stummschaltung
el_gr: Εναλλαγή σίγασης
fi_fi: Kytke mykistys
fr_fr: Activer/désactiver le mode Muet
he_il: הפעל/כבה השתקה
hr_hr: Isključi zvuk
hu_hu: Elnémítás be- és kikapcsolása
it_it: Attiva/disattiva muto
ja_jp: ミュートのオン・オフ
ko_kr: 음소거 전환
nl_nl: Geluid dempen
no_no: Slå demping av/på
pl_pl: Wycisz
pt_br: Ativar/Desativar Som
ro_ro: Activează/dezactivează mute
ru_ru: Без звука
sl_si: Preklopi izklopljeni zvok
sv_se: Ljud av/på
ta_in: ஒலியடங்கை இயக்கு/அணை
th_th: สลับปิดเสียง
tr_tr: Sesi kapat
uk_ua: Вимкнути звук
vi_vn: Bật tắt âm lượng
zh_cn: 静音/取消静音
zh_tw: 切換靜音

# PrivacyPolicyText
source: Privacy policy
af: Privaatheidsbeleid
ar_sa: سياسة الخصوصية
ca_es: Política de privadesa
cs_cz: Zásady ochrany osobních údajů
da_dk: Privatlivspolitik
de_de: Datenschutz
el_gr: Πολιτική απορρήτου
fi_fi: Tietosuojakäytäntö
fr_fr: Politique de confidentialité
he_il: מדיניות פרטיות
hr_hr: Pravila privatnosti
hu_hu: Adatvédelmi nyilatkozat
it_it: Informativa sulla privacy
ja_jp: プライバシー ポリシー
ko_kr: 개인정보 취급방침
nl_nl: Privacybeleid
no_no: Retningslinjer for personvern
pl_pl: Polityka prywatności
pt_br: Políticas de Privacidade
ro_ro: Politica de confidențialitate
ru_ru: Политика конфиденциальности
sl_si: Pravilnik o zasebnosti
sv_se: Integritetspolicy
ta_in: தனியுரிமைக் கொள்கை
th_th: นโยบายความเป็นส่วนตัว
tr_tr: Gizlilik politikası
uk_ua: Політика конфіденційності
vi_vn: Chính sách riêng tư
zh_cn: 隐私策略
zh_tw: 隱私政策

# PrivacyCheckboxText
source: Send crash data to the EarTrumpet team
af: Stuur foutdata na die EarTrumpet span
ar_sa: إرسال بيانات تحطم إلى فريق إيرترامبيت
ca_es: Envia informació d'errors a l'equip de l'EarTrumpet
cs_cz: Odesílat informace o pádech týmu EarTrumpet
da_dk: Send nedbrudsdata til EarTrumpet
de_de: Informationen zum Absturz an das EarTrumpet-Team senden
el_gr: Αποστολή δεδομένων κατάρρευσης στην ομάδα EarTrumpet
fi_fi: Lähetä kaatumistiedot EarTrumpet tiimille
fr_fr: Envoyer les données de diagnostic à l'équipe EarTrumpet
he_il: שלח מידע על קריסה לצוות של EarTrumpet
hr_hr: Šalji podatke o padu EarTrumpet timu
hu_hu: Összeomlási jelentések továbbítása az EarTrumpet készítőinek
it_it: Invia i dati sugli arresti anomali al team EarTrumpet
ja_jp: 障害データをEarTrumpet チームに送信する
ko_kr: EarTrumpet 팀에게 오류 데이터 전송
nl_nl: Stuur foutgegevens naar het EarTrumpet-team
no_no: Send krasjdata til EarTrumpet-teamet
pl_pl: Wyślij dane dot. awarii do zespołu EarTrumpet
pt_br: Enviar os dados do erro para a equipe do EarTrumpet
ro_ro: Trimite datele de eroare echipei EarTrumpet
ru_ru: Отправить данные об ошибке разработчикам EarTrumpet
sl_si: Pošlji podatke o sesutju programerjem EarTrumpeta
sv_se: Skicka kraschdata till EarTrumpet-teamet
ta_in: EarTrumpet குழுவிற்குச் செயலிழப்புத் தரவை அனுப்பவும்
th_th: ส่งข้อมูลการพังของแอปไปที่ทีมของ EarTrumpet
tr_tr: Çökme verisini EarTrumpet ekibine gönder
uk_ua: Надіслати дані помилки команді EarTrumpet
vi_vn: Gửi dữ liệu sự cố tới đội EarTrumpet
zh_cn: 将崩溃数据发送给 EarTrumpet 团队
zh_tw: 傳送當機報告給 EarTrumpet 團隊

# ActionAdditionalText
source: and
ar_sa: و
ca_es: i
cs_cz: a
da_dk: og
de_de: und
el_gr: και
fi_fi: ja
fr_fr: et
he_il: וגם
hr_hr: i
it_it: e
ja_jp: かつ
ko_kr: 그리고
nl_nl: en
no_no: og
pl_pl: i
pt_br: e
ro_ro: şi
ru_ru: и
sl_si: in
sv_se: och
th_th: และ
tr_tr: ve
uk_ua: і
vi_vn: và
zh_cn: 和
zh_tw: 且

# ActionVerbText
source: Do
ar_sa: افعل
ca_es: Fes
cs_cz: Provést
da_dk: Gør
de_de: Ausführen
el_gr: Κάνε
fi_fi: Suorita
fr_fr: Faire
he_il: עשה...
hr_hr: Čini
it_it: Azioni
ja_jp: 動作
ko_kr: 실행
nl_nl: Uitvoeren
no_no: Gjør
pl_pl: Wykonaj
pt_br: Faça
ro_ro: Acționează
ru_ru: Выполнить
sl_si: Izvedi
sv_se: Gör
th_th: ทำ
tr_tr: Yap
uk_ua: Виконати
vi_vn: Thực hiện khi
zh_cn: 执行
zh_tw: 就進行下列動作

# AddActionText
source: Add action
ar_sa: إضافة حدث
ca_es: Afegeix una acció
cs_cz: Přidat akci
da_dk: Tilføj handling
de_de: Aktion hinzufügen
el_gr: Προσθήκη ενέργειας
fi_fi: Lisää toimenpide
fr_fr: Ajouter une action
he_il: הוסף פעולה
hr_hr: Dodaj akciju
it_it: Aggiungi azione
ja_jp: 動作を追加
ko_kr: 명령 추가
nl_nl: Actie toevoegen
no_no: Legg til handling
pl_pl: Dodaj regułę
pt_br: Adicionar ação
ro_ro: Adaugă acţiune
ru_ru: Добавить действие
sl_si: Dodaj dejanje
sv_se: Lägg till åtgärd
th_th: เพิ่มการกระทำ
tr_tr: Eylem ekle
uk_ua: Додати дію
vi_vn: Thêm hành động
zh_cn: 添加动作
zh_tw: 新增動作

# AddConditionText
source: Add condition
ar_sa: إضافة شرط
ca_es: Afegeix una condició
cs_cz: Přidat podmínku
da_dk: Tilføj betingelse
de_de: Bedingung hinzufügen
el_gr: Προσθήκη συνθήκης
fi_fi: Lisää ehto
fr_fr: Ajouter une condition
he_il: הוסף תנאי
hr_hr: Dodaj uvjet
it_it: Aggiungi condizione
ja_jp: 条件を追加
ko_kr: 조건 추가
nl_nl: Voorwaarde toevoegen
no_no: Legg til betingelse
pl_pl: Dodaj warunek
pt_br: Adicionar Condições
ro_ro: Adauga conditie
ru_ru: Добавить условие
sl_si: Dodaj pogoj
sv_se: Lägg till villkor
th_th: เพิ่มเงื่อนไข
tr_tr: Koşul ekle
uk_ua: Додати умову
vi_vn: Thêm điều kiện
zh_cn: 添加条件
zh_tw: 新增條件

# AddonDescriptionText
source: Set up hotkeys and automation
ar_sa: إعداد مفاتيح الاختصارات والتشغيل الآلي
ca_es: Configureu tecles d'accés ràpid i automatització
cs_cz: Nastavit zkratky a automatizaci
da_dk: Opsætning af genvejstaster og automatisering
de_de: Hotkeys und Automatisierung einrichten
el_gr: Ρύθμιση συντομεύσεων και αυτοματισμών
fi_fi: Määritä pikanäppäimet ja automaatio
fr_fr: Configurer les raccourcis clavier et l'automatisation
he_il: הגדר קיצורי דרך ואוטומציה
hr_hr: Postavi prečace i automatizaciju
it_it: Configura le scorciatoie da tastiera e l'automazione
ja_jp: ホットキーと自動化の設定
ko_kr: 단축키 및 자동화를 설정합니다.
nl_nl: Stel sneltoetsen en automatisering in
no_no: Sett opp hurtigtaster og automatisering
pl_pl: Skonfiguruj klawisze skrótów i automatyzację
pt_br: Configurar teclas de atalho e automação
ro_ro: Configurați tastele rapide și automatizarea
ru_ru: Настроить горячие клавиши и автоматизацию
sl_si: Nastavi bližnjične tipke in avtomatizacijo
sv_se: Ställ in snabbtangenter och automatisering
th_th: ตั้งค่าปุ่มลัดและระบบอัตโนมัติ
tr_tr: Kısayol tuşlarını ve otomasyonu ayarlama
uk_ua: Налаштувати гарячі клавіші та автоматизацію
vi_vn: Thiết lập phím nóng và tự động hóa
zh_cn: 设置热键与自动化
zh_tw: 設定熱鍵與自動化動作

# AddTriggerText
source: Add trigger
ar_sa: إضافة مشغل
ca_es: Afegeix un disparador
cs_cz: Přidat spouštěč
da_dk: Tilføj udløser
de_de: Trigger hinzufügen
el_gr: Προσθήκη εναύσματος
fi_fi: Lisää laukaisin
fr_fr: Ajouter un déclencheur
he_il: הוסף טריגר
hr_hr: Dodaj okidač
it_it: Aggiungi trigger
ja_jp: 発動条件を追加
ko_kr: 조건 추가
nl_nl: Trigger toevoegen
no_no: Legg til trigger
pl_pl: Dodaj wyzwalacz
pt_br: Adicionar novo disparador
ro_ro: Adăugare declanșator
ru_ru: Добавить условие
sl_si: Dodaj sprožilec
sv_se: Lägg till trigger
th_th: เพิ่มตัวกระตุ้น
tr_tr: Tetikleyici Ekle
uk_ua: Додати тригер
vi_vn: Thêm điều kiện kích hoạt
zh_cn: 添加触发器
zh_tw: 新增觸發器

# AppEventTrigger_AddText
source: An app session is added, removed, starts playing sound, ...
ar_sa: تمت إضافة جلسة تطبيق، تمت إزالتها، وبدأ تشغيل الصوت، ...
ca_es: Una sessió d'una aplicació s'afegeix, s'elimina, comença a reproduir so, ...
cs_cz: Přidána relace aplikace, odstraněna, začne přehrávat zvuk, ...
da_dk: En app session tilføjes, fjernes, begynder at spille lyd, ...
de_de: Eine App-Sitzung wurde hinzugefügt, entfernt, beginnt Ton zu spielen, ...
el_gr: Προστέθηκε μια εφαρμογής, αφαιρέθηκε, ξεκινά η αναπαραγωγή ήχου, ...
fi_fi: Sovellus istunto on lisätty, poistettu, alkaa soittaa ääntä...
fr_fr: La session du logiciel a été ajouté, supprimé, commence à jouer des sons, ...
he_il: תהליך של אפליקציה נוסף, הוסר, מתחיל לנגן צליל...
hr_hr: Sesija aplikacije je dodana, uklonjena, započinje reproducirati zvuk, ...
it_it: Una sessione di un'applicazione viene aggiunta, rimossa, riproduce un suono, ...
ja_jp: アプリセッションの追加、削除、音声再生の開始時...
ko_kr: 앱 세션이 추가되거나 제거되거나 소리 재생중 ...
nl_nl: Een app-sessie is toegevoegd, verwijderd, gestart met geluid afspelen, ...
no_no: En app-økt er lagt til, fjernet, starter avspilling av lyd, ...
pl_pl: Sesja aplikacji zostaje dodana, usunięta, odtwarza dźwięk, ...
pt_br: Uma sessão de aplicativo é adicionada, removida, inicia reprodução do som, ...
ro_ro: O sesiune de aplicații este adăugată, eliminată, începe redarea sunetului, ...
ru_ru: Сеанс приложения добавляется, удаляется, начинает воспроизводиться звук, ...
sl_si: Seja aplikacije se doda, odstrani, začne predvajati zvok, ...
sv_se: En app-session har lagts till, tagits bort, börjar spela upp ljud...
th_th: เมื่อแอปเซสชั่นได้เพิ่มเข้า, เอาออก, เริ่มเล่นเสียง, ...
tr_tr: Bir uygulama oturumu eklenir, kaldırılır, ses çıkarmaya başlarsa, ...
uk_ua: Сесія програми додана, видалена, почне відтворюватись звук, ...
vi_vn: Một phiên của ứng dụng được thêm, loại bỏ, bắt đầu phát âm thanh, ...
zh_cn: 某应用会话被添加、移除、开始播放声音……
zh_tw: 開始或結束使用應用程式、開始播放音效…

# AppEventTrigger_LinkText
source: {App} {Option} on {Device}
ar_sa: {App} {Option} في {Device}
ca_es: {App} {Option} a {Device}
cs_cz: {App} {Option} na {Device}
da_dk: {App} {Option} på {Device}
de_de: {App} {Option} auf {Device}
el_gr: {App} {Option} σε {Device}
fi_fi: {App} {Option} kohteessa {Device}
fr_fr: {App} {Option} sur {Device}
he_il: {App} {Option} על {Device}
hr_hr: {App} {Option} na {Device}
it_it: {App} {Option} su {Device}
ja_jp: {Device} 上 {App} {Option}
ko_kr: {Device}에(서) {App}이(가) {Option}
nl_nl: {App} {Option} op {Device}
no_no: {App} {Option} på {Device}
pl_pl: {App} {Option} na {Device}
pt_br: {App} {Option} no {Device}
ro_ro: {App} {Option} pe {Device}
ru_ru: {App} {Option} на {Device}
sl_si: {App} {Option} na {Device}
sv_se: {App} {Option} på {Device}
th_th: {App} {Option} บน {Device}
tr_tr: {Device} aygıtında {App} uygulamasını {Option}
uk_ua: {App} {Option} на {Device}
vi_vn: {App} {Option} ở {Device}
zh_cn: {App} 在 {Device} 上 {Option}
zh_tw: {Device} 上的 {App} {Option}

# AudioAppEventKind_Added
source: is added
ar_sa: تمت الإضافة
ca_es: s'ha afegit
cs_cz: je přidán
da_dk: er tilføjet
de_de: wurde hinzugefügt
el_gr: προστέθηκε
fi_fi: on lisätty
fr_fr: est ajouté
he_il: כאשר נוסף
hr_hr: je dodano
it_it: è aggiunto
ja_jp: 追加時
ko_kr: 추가될 때
nl_nl: is toegevoegd
no_no: er lagt til
pl_pl: jest dodana
pt_br: foi adicionado
ro_ro: se adaugă
ru_ru: добавлен
sl_si: je dodana
sv_se: är tillagd
th_th: ได้เพิ่ม
tr_tr: eklendiğinde
uk_ua: додано
vi_vn: được thêm
zh_cn: 被添加
zh_tw: 已新增

# AudioAppEventKind_Muted
source: is muted
ar_sa: تم كتم الصوت
ca_es: s'ha silenciat
cs_cz: je ztlumeno
da_dk: er lydløs
de_de: ist stumm geschaltet
el_gr: είναι σε σίγαση
fi_fi: on mykistetty
fr_fr: est muet
he_il: כאשר הושתק
hr_hr: je isključen zvuk
it_it: è silenziato
ja_jp: ミュート時
ko_kr: 음소거될 때
nl_nl: is gedempt
no_no: er dempet
pl_pl: jest wyciszona
pt_br: ativou mudo
ro_ro: este amuțit
ru_ru: заглушен
sl_si: je utišano
sv_se: är tystad
th_th: ได้ปิดเสียง
tr_tr: susturulduğunda
uk_ua: заглушено
vi_vn: bị tắt tiếng
zh_cn: 被静音
zh_tw: 已靜音

# AudioAppEventKind_NotPlayingSound
source: stops playing sound
ar_sa: إيقاف تشغيل الصوت
ca_es: deixa de reproduir so
cs_cz: přestane přehrávat zvuk
da_dk: stopper afspilningen af lyd
de_de: stoppt die Wiedergabe von Ton
el_gr: σταματά να παίζει ήχο
fi_fi: pysäyttää äänentoiston
fr_fr: arrête la lecture du son
he_il: הפסיק לנגן צליל
hr_hr: prestaje reproducirati zvuk
it_it: smette di riprodurre un suono
ja_jp: 再生中の音声の停止時
ko_kr: 소리가 재생중이지 않을 때
nl_nl: stopt met afspelen van geluid
no_no: stopper avspilling av lyd
pl_pl: przestaje odtwarzać dźwięk
pt_br: parar a reprodução de som
ro_ro: oprește redarea sunetului
ru_ru: прекращает воспроизведение звука
sl_si: preneha predvajati zvok
sv_se: slutar spela ljud
th_th: หยุดเล่นเสียง
tr_tr: ses çıkarmayı durdurduğunda
uk_ua: зупиняє відтворення звуку
vi_vn: dừng phát âm
zh_cn: 停止播放声音
zh_tw: 停止播放音效

# AudioAppEventKind_PlayingSound
source: begins playing sound
ar_sa: بدأ تشغيل الصوت
ca_es: comença a reproduir so
cs_cz: začíná přehrávat zvuk
da_dk: begynder afspilning af lyd
de_de: beginnt die Wiedergabe von Ton
el_gr: αρχίζει να παίζει ήχο
fi_fi: aloittaa äänentoiston
fr_fr: commence à jouer un son
he_il: התחיל לנגן צליל
hr_hr: počinje reproducirati zvuk
it_it: inizia a riprodurre un suono
ja_jp: 音声の再生時
ko_kr: 소리가 재생중일 때
nl_nl: begint met afspelen van geluid
no_no: begynner å spille lyd
pl_pl: rozpoczyna odtwarzać dźwięk
pt_br: iniciar a reprodução de som
ro_ro: începe redarea sunetului
ru_ru: начинает воспроизведение звука
sl_si: začne predvajati zvok
sv_se: börjar spela upp ljud
th_th: เริ่มเล่นเสียง
tr_tr: ses çıkarmaya başladığında
uk_ua: починає відтворення звуку
vi_vn: bắt đầu phát âm
zh_cn: 开始播放声音
zh_tw: 開始播放音效

# AudioAppEventKind_Removed
source: is removed
ar_sa: يتم إزالته
ca_es: s'ha eliminat
cs_cz: je odstraněno
da_dk: er fjernet
de_de: wurde entfernt
el_gr: αφαιρέθηκε
fi_fi: on poistettu
fr_fr: est supprimé
he_il: כאשר הוסר
hr_hr: je uklonjeno
it_it: è rimosso
ja_jp: 削除された時
ko_kr: 제거될 때
nl_nl: is verwijderd
no_no: er fjernet
pl_pl: jest usunięta
pt_br: foi removido
ro_ro: se elimină
ru_ru: удалено
sl_si: je odstranjena
sv_se: är borttaget
th_th: ได้เอาออก
tr_tr: kaldırıldığında
uk_ua: видалено
vi_vn: bị gỡ ra
zh_cn: 被移除
zh_tw: 已移除

# AudioAppEventKind_Unmuted
source: is unmuted
ar_sa: غير مكتوم
ca_es: s'ha activat el so
cs_cz: není ztlumeno
da_dk: er slået til
de_de: ist nicht mehr gemutet
el_gr: είναι σε μη σίγαση
fi_fi: on mykistämätön
fr_fr: n'est plus muet
he_il: כאשר Unmuted
hr_hr: je uključen zvuk
it_it: non è più silenziato
ja_jp: ミュート解除時
ko_kr: 음소거가 해제될 때
nl_nl: is gedempt
no_no: er avdempet
pl_pl: nie jest wyciszona
pt_br: desativou mudo
ro_ro: este neamuțit
ru_ru: звук выключен
sl_si: je utišana
sv_se: har ljud på
th_th: ได้เปิดเสียง
tr_tr: sesi açıldığında
uk_ua: заглушено
vi_vn: bỏ tắt tiếng
zh_cn: 被取消静音
zh_tw: 已取消靜音
