Repository: File-New-Project/EarTrumpet
Catalog: EarTrumpet/Properties/Resources.*.resx
Languages: af, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, it, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, ro, ro_ro, ru_ru, sl_si, sv_se, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SetAppVolumeAction_LinkText
source: {Option} {App} volume to {Volume} on {Device}
ar_sa: {Option} {App} حجم {Volume} على {Device}
ca_es: {Option} {App} volum a {Volume} a {Device}
cs_cz: {Option} {App} hlasitost k {Volume} na {Device}
da_dk: {Option} {App} lydstyrke til {Volume} på {Device}
de_de: {Option} {App} Lautstärke zu {Volume} auf {Device}
el_gr: {Option} {App} ένταση στο {Volume} στο {Device}
fi_fi: {Option} {App} aseta äänenvoimakkuus {Volume} laitteella {Device}
fr_fr: Volume de {Volume} sur {Device} pour {Option} {App}
he_il: {Option} {App} עוצמה ל{Volume} על {Device}
hr_hr: {Option} {App} glasnoća na {Volume} na {Device}
it_it: {Option} il volume di {App} a {Volume} su {Device}
ja_jp: {Device} 上 {Option} {App} の音量を {Volume}​{Unit} へ
ko_kr: {Device} 장치의 {App} 앱 음량을 {Volume} (으)로 {Option}
nl_nl: {Option} {App} volume naar {Volume} op {Device}
no_no: {Option} {App} volum til {Volume} på {Device}
pl_pl: {Option} {App} poziom głośności na {Volume} na {Device}
pt_br: {Option} {App} alterar volume para {Volume} no {Device}
ro_ro: {Option} {App} volum la {Volume} pe {Device}
ru_ru: {Option} громкость {App} на {Volume} на {Device}
sl_si: {Option} {App} glasnost na {Volume}​{Unit} na {Device}
sv_se: {Option} {App} volym till {Volume} på {Device}
th_th: {Option} {App} ปรับเสียงไป {Volume}​{Unit} บน {Device}
tr_tr: {App} ses yüksekliğini {Device} aygıtında {Volume} olarak {Option}
uk_ua: {Option} {App} гучність до {Volume} у {Device}
vi_vn: {Option} âm lượng của {App} thành {Volume} ở thiết bị {Device}
zh_cn: 在 {Device} 上将 {App} 的音量 {Option} 为 {Volume}
zh_tw: {Option} {App} 音量至 {Volume} 於 {Device}

# SetAppVolumeAction_LinkTextIncrement
source: {Option} {App} volume by {Volume} on {Device}
ar_sa: {Option} {App} حجم {Volume} على {Device}
ca_es: {Option} {App} volum per {Volume} a {Device}
cs_cz: {Option} {App} hlasitost od {Volume} na {Device}
da_dk: {Option} {App} lydstyrke med {Volume} på {Device}
de_de: {Option} {App} Lautstärke von {Volume} auf {Device}
el_gr: {Option} {App} ένταση στο {Volume} στο {Device}
fi_fi: {Option} {App} äänenvoimakkuus {Volume} laitteelta {Device}
fr_fr: {Option} {App} volume pour {Volume} sur {Device}
he_il: {Option} {App} עוצמה על ידי{Volume} על {Device}
hr_hr: {Option} {App} glasnoća za {Volume} na {Device}
it_it: {Option} il volume di {App} di {Volume} su {Device}
ja_jp: {Device} {Option} {App} の音量を {Volume}​{Unit} で調整
ko_kr: {Device} 장치의 {App} 앱 음량을 {Volume} 만큼 {Option}
nl_nl: {Option} {App} volume met {Volume} op {Device}
no_no: {Option} {App} volum med {Volume} på {Device}
pl_pl: {Option} {App} poziom głośności o {Volume} na {Device}
pt_br: {Option} {App} volume em {Volume} no {Device}
ro_ro: {Option} {App} volum de {Volume} pe {Device}
ru_ru: {Option} громкость {App} на {Volume} на {Device}
sl_si: {Option}{App} glasnost za {Volume}​{Unit} na {Device}
sv_se: {Option} {App} volym av {Volume} på {Device}
th_th: {Option} {App} ปรับเสียงให้ {Volume}​{Unit} บน {Device}
tr_tr: {App} ses yüksekliğini {Device} aygıtında {Volume} kadar {Option}
uk_ua: {Option} {App} гучність {Volume} на {Device}
vi_vn: {Option} âm lượng của {App} thành {Volume} ở thiết bị {Device}
zh_cn: 在 {Device} 上将 {App} 的音量 {Option} {Volume}
zh_tw: {Option} {App} 音量至 {Volume} 於 {Device}

# SetDefaultDeviceAction_AddText
source: Set the default playback device
ar_sa: تعيين جهاز التشغيل الافتراضي
ca_es: Estableix el dispositiu de reproducció per defecte
cs_cz: Nastavit výchozí přehrávací zařízení
da_dk: Indstil standard afspilningsenhed
de_de: Lege das Standard-Wiedergabegerät fest
el_gr: Ορισμός της προεπιλεγμένης συσκευής αναπαραγωγής
fi_fi: Aseta oletussoittolaite
fr_fr: Définir le périphérique de lecteur par défaut
he_il: הגדר את מכשיר ההשמעה ברירת המחדל
hr_hr: Postavi zadani uređaj za reprodukciju
it_it: Imposta il dispositivo di riproduzione predefinito
ja_jp: 既定の再生デバイスを設定
ko_kr: 기본 재생 장치 설정
nl_nl: Stel het standaard afspeelapparaat in
no_no: Angi standard avspillingsenhet
pl_pl: Ustaw domyślne urządzenie odtwarzające
pt_br: Definir o dispositivo de reprodução padrão
ro_ro: Setați dispozitivul implicit de redare
ru_ru: Установить устройство воспроизведения по умолчанию
sl_si: Nastavi privzeto predvajalno napravo
sv_se: Ställ in standardenhet för uppspelning
th_th: ตั้งให้เป็นอุปกรณ์ค่าเริ่มต้น
tr_tr: Varsayılan kayıttan yürütme aygıtını ayarla
uk_ua: Встановити стандартний пристрій відтворення
vi_vn: Đặt thiết bị phát lại mặc định
zh_cn: 设置默认播放设备
zh_tw: 設定預設播放裝置

# SetDefaultDeviceAction_LinkText
source: Set {Device} as playback default
ar_sa: تعيين {Device} كمشغل افتراضي
ca_es: Estableix {Device} com a dispositiu de reproducció per defecte
cs_cz: Nastavit {Device} jako výchozí přehrávač
da_dk: Sæt {Device} som standard afspilningsenhed
de_de: {Device} als Standard für Wiedergabe festlegen
el_gr: Ορισμός του {Device} ως προεπιλογή αναπαραγωγής
fi_fi: Aseta {Device} oletustoistolaitteeksi
fr_fr: Définir {Device} comme lecteur par défaut
he_il: הגדר את {Device} בתור מכשיר ההשמעה ברירת המחדל
hr_hr: Postavi {Device} kao zadani uređaj za reprodukciju
it_it: Imposta {Device} come dispositivo di riproduzione predefinito
ja_jp: {Device}を既定の再生デバイスに設定
ko_kr: {Device}을(를) 기본 재생 장치로 설정
nl_nl: {Device} als standaard instellen
no_no: Angi {Device} som standard for avspilling
pl_pl: Ustaw {Device} jako domyślne urządzenie odtwarzające
pt_br: Definir {Device} como dispositivo de reprodução padrão
ro_ro: Setează {Device} ca implicit pentru redare
ru_ru: Установить {Device} как устройство воспроизведения по умолчанию
sl_si: Nastavi {Device} za privzeto predvajalno napravo
sv_se: Ange {Device} som standardenhet för uppspelning
th_th: ตั้ง {Device} นี้เป็นตัวเล่นเสียงค่าเริ่มต้น
tr_tr: {Device} aygıtını kayıttan yürütme aygıtı olarak ayarla
uk_ua: Встановити {Device} як стандартний пристрій відтворення
vi_vn: Đặt {Device} làm thiết bị phát lại mặc định
zh_cn: 将 {Device} 设置为默认播放设备
zh_tw: 將 {Device} 設為預設播放裝置

# SetDeviceMuteAction_AddText
source: Mute or unmute a device
ar_sa: كتم الصوت أو إلغاء كتم الجهاز
ca_es: Silencia o activa el so d'un dispositiu
cs_cz: Ztlumit nebo zrušit ztlumení zařízení
da_dk: Slå lyden til/fra for enhed
de_de: Gerät stumm schalten oder nicht
el_gr: Σίγαση ή κατάργηση σίγασης μιας συσκευής
fi_fi: Mykistä tai poista mykistys laitteesta
fr_fr: Couper ou réactiver le son de l'appareil
he_il: השתק או בטל השתקה למכשיר
hr_hr: Uključi ili isključi zvuk uređaja
it_it: Attiva o disattiva il suono di un dispositivo
ja_jp: デバイスのミュートまたはミュート解除
ko_kr: 장치 음소거 또는 음소거 해제
nl_nl: Apparaat dempen of dempen opheffen
no_no: Demp eller slå på lyden av en enhet
pl_pl: Włącz lub wyłącz wyciszenie urządzenia
pt_br: Silencia ou retira do silencioso um dispositivo
ro_ro: Dezactivați sau activați sunetul unui dispozitiv
ru_ru: Отключить или включить звук устройства
sl_si: Vklopi ali izklopi zvok naprave
sv_se: Tysta eller på med ljudet för en enhet
th_th: ปิดหรือเปิดเสียงอุปกรณ์
tr_tr: Bir uygulamayı sustur veya sesini aç
uk_ua: Вимкнути або увімкнути звук пристрою
vi_vn: Bật hoặc tắt âm thiết bị
zh_cn: 将某设备静音或取消静音
zh_tw: 靜音或取消靜音設備

# SetDeviceMuteAction_LinkText
source: {Option} {Device}
ko_kr: {Device} 장치를 {Option}
tr_tr: {Device} {Option}
zh_cn: 将 {Device} {Option}

# SetDeviceMuteAction_LinkTextToggle
source: {Option} on {Device}
ar_sa: {Option} على {Device}
ca_es: {Option} a {Device}
cs_cz: {Option} na {Device}
da_dk: {Option} på {Device}
de_de: {Option} auf {Device}
el_gr: {Option} σε {Device}
fi_fi: {Option} kohteessa {Device}
fr_fr: {Option} sur {Device}
he_il: {Option} על {Device}
hr_hr: {Option} na {Device}
it_it: {Option} su {Device}
ja_jp: {Device} 上 {Option}
ko_kr: {Device} 장치의 {Option}
nl_nl: {Option} op {Device}
no_no: {Option} på {Device}
pl_pl: {Option} na {Device}
pt_br: {Option} no {Device}
ro_ro: {Option} pe {Device}
ru_ru: {Option} на {Device}
sl_si: {Option} na {Device}
sv_se: {Option} på {Device}
th_th: {Option} บน {Device}
tr_tr: {Device} aygıtında {Option}
uk_ua: {Option} на {Device}
vi_vn: {Option} ở {Device}
zh_cn: 将 {Device} {Option}
zh_tw: {Option} 於 {Device}

# SetDeviceVolumeAction_AddText
source: Set a device volume
ar_sa: ضبط مستوى صوت الجهاز
ca_es: Estableix el volum del dispositiu
cs_cz: Nastavit hlasitost zařízení
da_dk: Indstil en enheds lydstyrke
de_de: Gerätelautstärke festlegen
el_gr: Ορισμός έντασης συσκευής
fi_fi: Aseta laitteen äänenvoimakkuudeksi
fr_fr: Définir le volume d'un périphérique
he_il: הגדר עוצמת קול למכשיר
hr_hr: Postavi glasnoću uređaja
it_it: Imposta il volume di un dispositivo
ja_jp: デバイスの音量を設定
ko_kr: 장치 음량 설정
nl_nl: Apparaatvolume instellen
no_no: Angi en enhetsvolum
pl_pl: Ustaw poziom głośności urządzenia
pt_br: Definir volume do dispositivo
ro_ro: Setaţi volumul dispozitivului
ru_ru: Установить громкость устройства
sl_si: Nastavi lastnost naprave
sv_se: Ställ in enhetsvolym
th_th: ปรับเสียงของอุปกรณ์
tr_tr: Bir aygıt ses yüksekliği ayarlayın
uk_ua: Установити гучність пристрою
vi_vn: Đật âm lượng cho thiết bị
zh_cn: 调整某设备音量
zh_tw: 設定設備音量

# SetDeviceVolumeAction_LinkText
source: {Option} {Device} volume to {Volume}
ar_sa: {Option} {Device} مستوى الصوت إلى {Volume}
ca_es: {Option} {Device} volum a {Volume}
cs_cz: {Option} {Device} hlasitost pro {Volume}
da_dk: {Option} {Device} lydstyrke til {Volume}
de_de: {Option} {Device} Lautstärke zu {Volume}
el_gr: {Option} {Device} ένταση στο {Volume}
fi_fi: {Option} {Device} äänenvoimakkuus {Volume} saakka
fr_fr: {Option} {Device} volume à {Volume}
he_il: {Option} {Device} עוצמת קול ל{Volume}
hr_hr: {Option} {Device} glasnoća na {Volume}
it_it: {Option} {Device} al {Volume}
ja_jp: {Option} {Device} の音量を {Volume}​{Unit} へ
ko_kr: {Device} 장치의 음량을 {Volume} (으)로 {Option}
nl_nl: {Option} {Device} volume naar {Volume}
no_no: {Option} {Device} volum til {Volume}
pl_pl: {Option} {Device} poziom głośności na {Volume}
pt_br: {Option} {Device} alterar volume para {Volume}
ro_ro: {Option} {Device} volum la {Volume}
ru_ru: {Option} громкость на {Volume} на {Device}
sl_si: {Option}{Device} glasnost na {Volume}​{Unit}
sv_se: {Option} {Device} volym till {Volume}
th_th: {Option} {Device} ปรับเสียงไป {Volume}​{Unit}
tr_tr: {Device} ses seviyesini {Volume} değerine {Option}
uk_ua: {Option} {Device} гучність до {Volume}
vi_vn: {Option} âm lượng của {Device} thành {Volume}
zh_cn: 将 {Device} 的音量 {Option} 为 {Volume}
zh_tw: {Option} {Device} 音量到 {Volume}

# SetDeviceVolumeAction_LinkTextIncrement
source: {Option} {Device} volume by {Volume}
ar_sa: {Option} {Device} مستوى الصوت بواسطة {Volume}
ca_es: {Option} {Device} volum per {Volume}
cs_cz: {Option} {Device} hlasitost od {Volume}
da_dk: {Option} {Device} lydstyrke med {Volume}
de_de: {Option} {Device} Lautstärke bis {Volume}
el_gr: {Option} {Device} ένταση στο {Volume}
fi_fi: {Option} {Device} äänenvoimakkuutta {Volume}
fr_fr: {Option} volume de {Device} par {Volume}
he_il: {Option} {Device} עוצמת קול על ידי {Volume}
hr_hr: {Option} {Device} glasnoća za {Volume}
it_it: {Option} {Device} del {Volume}
ja_jp: {Option} {Device} ボリュームを {Volume}​{Unit} へ
ko_kr: {Device} 장치의 음량을 {Volume} 만큼 {Option}
nl_nl: {Option} {Device} volume met {Volume}
no_no: {Option} {Device} volum med {Volume}
pl_pl: {Option} {Device} poziom głośności o {Volume}
pt_br: {Option} {Device} volume em {Volume}
ro_ro: {Option} {Device} volum de {Volume}
ru_ru: {Option} громкость на {Volume} на {Device}
sl_si: {Option}{Device} glasnost za {Volume}​{Unit}
sv_se: {Option} {Device} volym av {Volume}
th_th: {Option} {Device} ปรับเสียงให้ {Volume}​{Unit}
tr_tr: {Device} ses seviyesini {Volume} kadar {Option}
uk_ua: {Option} {Device} гучність на {Volume}
vi_vn: {Option} âm lượng của {Device} thành {Volume}
zh_cn: 将 {Device} 的音量 {Option} {Volume}
zh_tw: {Option} {Device} 音量到 {Volume}

# SetVariableAction_AddText
source: Set a local variable
ar_sa: تعيين متغير محلي
ca_es: Estableix una variable local
cs_cz: Nastavit místní proměnnou
da_dk: Angiv lokal variabel
de_de: Lokale Variable festlegen
el_gr: Ορισμός μιας τοπικής μεταβλητής
fi_fi: Aseta paikallinen muuttuja
fr_fr: Définir une variable locale
he_il: הגדר משתנה מקומי (לוקאלי)
hr_hr: Postavi lokalnu varijablu
it_it: Imposta una variabile locale
ja_jp: ローカル変数を設定
ko_kr: 지역 변수 설정
nl_nl: Stel een lokale variabele in
no_no: Angi en lokal variabel
pl_pl: Ustaw zmienną lokalną
pt_br: Selecionar uma variável local
ro_ro: Setaţi o variabilă locală
ru_ru: Установить локальную переменную
sl_si: Nastavite lokalno spremenljivko
sv_se: Ställ in en lokal variabel
th_th: ตั้งตัวแปรภายใน
tr_tr: Bir yerel değişken ayarlayın
uk_ua: Установити локальну змінну
vi_vn: Đặt biến cục bộ
zh_cn: 设置某局部变量
zh_tw: 設定區域變數

# SetVariableAction_EmptyText
source: (set variable name)
ar_sa: (الرجاء إدخال اسم متغير)
ca_es: (establiu el nom de la variable)
cs_cz: (nastavit název proměnné)
da_dk: (angiv variabelnavn)
de_de: (Variablennamen festlegen)
el_gr: (ορισμός ονόματος μεταβλητής)
fi_fi: (syötä muuttujan nimi)
fr_fr: (définir le nom de la variable)
he_il: (הגדר שם משתנה)
hr_hr: (postavi ime varijable)
it_it: (imposta il nome della variabile)
ja_jp: (変数名の設定)
ko_kr: (지역 변수명 지정)
nl_nl: (stel naam van variabele in)
no_no: (angi variabelnavn)
pl_pl: (ustaw nazwę zmiennej)
pt_br: (definir nome da variável)
ro_ro: (setează numele variabilei)
ru_ru: (задайте имя переменной)
sl_si: (nastavite ime spremenljivke)
sv_se: (ange variabelnamn)
th_th: (ตั้งชื่อตัวแปร)
tr_tr: (değişken adı ayarlayın)
uk_ua: (задати назву змінної)
vi_vn: (đặt tên cho biến)
zh_cn: (请设置变量名称)
zh_tw: (設定變數名稱)

# SetVariableAction_LinkText
source: Set variable {Text} to {Option}
ar_sa: تعيين المتغير {Text} إلى {Option}
ca_es: Estableix la variable {Text} a {Option}
cs_cz: Nastavit proměnnou {Text} na {Option}
da_dk: Indstil variablen {Text} til {Option}
de_de: Variable {Text} auf {Option} festlegen
el_gr: Ορίστε τη μεταβλητή {Text} σε {Option}
fi_fi: Aseta muuttuja {Text} arvoon {Option}
fr_fr: Définir la variable {Text} à {Option}
he_il: הגדר משתנה {Text} ל{Option}
hr_hr: Postavi varijablu {Text} na {Option}
it_it: Imposta la variabile {Text} come {Option}
ja_jp: 変数 {Text} を {Option} に設定
ko_kr: 변수 {Text}을(를) {Option}(으)로 설정
nl_nl: Zet variabele {Text} naar {Option}
no_no: Sett variabel {Text} til {Option}
pl_pl: Ustaw zmienną {Text} na {Option}
pt_br: Definir variável {Text} para {Option}
ro_ro: Setează variabila {Text} la {Option}
ru_ru: Установить значение {Option} для переменной {Text}
sl_si: Nastavit spremenljivko {Text} na {Option}
sv_se: Ställ in variabel {Text} till {Option}
th_th: ตั้งตัวแปร {Text} เป็น {Option}
tr_tr: {Text} değişkeni: {Option}
uk_ua: Встановити змінну {Text} до {Option}
vi_vn: Đặt biến {Text} thành {Option}
zh_cn: 将变量 {Text} 设置为 {Option}
zh_tw: 將變數 {Text} 設定為 {Option}

# SetVariableAction_PromptText
source: Enter a variable name (e.g. isInGameMode)
ar_sa: أدخل اسم متغير (على سبيل المثال isInGameMode)
ca_es: Introduïu el nom d'una variable (p. ex. tipusDeJoc)
cs_cz: Zadejte název proměnné (např. isInGameMode)
da_dk: Indtast et variabelnavn (f.eks. isInGameMode)
de_de: Gib einen Variablennamen ein (z.B. isInGameMode)
el_gr: Εισάγετε ένα όνομα μεταβλητής (π.χ. isInGameMode)
fi_fi: Syötä muuttujan nimi (esim. OnPeliTilassa)
fr_fr: Entrez un nom de variable (par exemple modeJeuActif)
he_il: הכנס שם משתנה (לדוג' isInGameMode)
hr_hr: Unesi ime varijeable (npr. GameMode)
it_it: Inserisci un nome di variabile (ad esempio: modalitàGiocoAttiva)
ja_jp: 変数名を入力 (例 isInGameMode)
ko_kr: 변수명을 입력하세요. (예시: isInGameMode)
nl_nl: Voer een variabele naam in (bijv. isInGameModus)
no_no: Angi et variabelnavn (f.eks. isInGameMode)
pl_pl: Wprowadź nazwę zmiennej (np. isInGameMode)
pt_br: Insira um nome de variável (ex.: noModoJogo)
ro_ro: Introduceți un nume de variabilă (de ex. isInGameMode)
ru_ru: Введите имя переменной (например, isInGameMode)
sl_si: Vnesite ime spremenljivke (npr. isInGameMode)
sv_se: Ange ett variabelnamn (t.ex isInGameMode)
th_th: ใส่ชื่อตัวแปร (เช่น โหมดเกมส์)
tr_tr: Bir değişken adı girin (örn. oyunModunda)
uk_ua: Введіть ім'я змінної (наприклад isInGameMode)
vi_vn: Nhập tên biến (Ví dụ: isInGameMode)
zh_cn: 输入变量名称 (例如：isInGameMode)
zh_tw: 輸入變數名稱 (例如 isInGameMode)

# SetVolumeKind_Decrement
source: Decrement
ar_sa: إنقاص
ca_es: Disminueix
cs_cz: Snížení
da_dk: Formindsk
de_de: Reduzieren
el_gr: Μείωση
fi_fi: Vähennä
fr_fr: Décrémenter
he_il: הפחתה
hr_hr: Smanjivanje
it_it: Decrementa
ja_jp: 減少
ko_kr: 감소
nl_nl: Verlagen
no_no: Reduser
pl_pl: Zmniejsz
pt_br: Diminuir
ro_ro: Decrementare
ru_ru: Уменьшить
sl_si: Zmanjšaj
sv_se: Minskning
th_th: ลดลง
tr_tr: Azaltma
uk_ua: Зменшити
vi_vn: Giảm
zh_cn: 调低
zh_tw: 遞減

# SetVolumeKind_Increment
source: Increment
ar_sa: زيادة
ca_es: Incrementa
cs_cz: Zvýšení
da_dk: Forøgelse
de_de: Erhöhen
el_gr: Αύξηση
fi_fi: Lisää
fr_fr: Incrémenter
he_il: גידול
hr_hr: Povećanje
it_it: Incrementa
ja_jp: 増加
ko_kr: 증가
nl_nl: Verhogen
no_no: Økning
pl_pl: Zwiększ
pt_br: Aumentar
ro_ro: Incrementare
ru_ru: Увеличить
sl_si: Povečaj
sv_se: Ökning
th_th: เพิ่มขึ้น
tr_tr: Yükseltme
uk_ua: Збільшити
vi_vn: Tăng
zh_cn: 调高
zh_tw: 遞增

# SetVolumeKind_Set
source: Set
ar_sa: تعيين
ca_es: Estableix
cs_cz: Nastavit
da_dk: Angiv
de_de: Festlegen
el_gr: Όρισε
fi_fi: Aseta
fr_fr: Définir
he_il: הגדר
hr_hr: Postavi
it_it: Imposta
ja_jp: 設定
ko_kr: 설정
nl_nl: Instellen
no_no: Sett
pl_pl: Ustaw
pt_br: Definir
ro_ro: Setează
ru_ru: Установить
sl_si: Nastavi
sv_se: Ange
th_th: ตั้ง
tr_tr: Ayarla
uk_ua: Встановити
vi_vn: Đặt
zh_cn: 调整
zh_tw: 設定

# TriggerAdditionalText
source: or
ar_sa: أو
ca_es: o
cs_cz: nebo
da_dk: eller
de_de: oder
el_gr: ή
fi_fi: tai
fr_fr: ou
he_il: או
hr_hr: ili
it_it: o
ja_jp: または
ko_kr: 또는
nl_nl: of
no_no: eller
pl_pl: lub
pt_br: ou
ro_ro: sau
ru_ru: или
sv_se: eller
th_th: หรือ
tr_tr: veya
uk_ua: або
vi_vn: hoặc
zh_cn: 或
zh_tw: 或

# TriggerVerbText
source: When
ar_sa: متى
ca_es: Quan
cs_cz: Když
da_dk: Når
de_de: Wenn
el_gr: Όταν
fi_fi: Kun
fr_fr: Quand
he_il: כאשר
hr_hr: Kada
it_it: Quando
ja_jp: タイミング
ko_kr: 조건
nl_nl: Wanneer
no_no: Når
pl_pl: Gdy
pt_br: Quando
ro_ro: Când
ru_ru: Когда
sl_si: Ob dejanju
sv_se: När
th_th: เมื่อ
tr_tr: Eğer
uk_ua: Коли
vi_vn: Khi
zh_cn: 当
zh_tw: 當

# VariableCondition_AddText
source: If a local variable is true or false
ar_sa: إذا كان المتغير المحلي صحيحا أو خاطئا
ca_es: Si una variable local és certa o falsa
cs_cz: Pokud je místní proměnná pravdivá nebo nepravdivá
da_dk: Hvis en lokal variabel er sand eller falsk
de_de: Wenn eine lokale Variable wahr oder falsch ist
el_gr: Αν μια τοπική μεταβλητή είναι αληθής ή ψευδής
fi_fi: Jos paikallinen muuttuja on tosi tai epätosi
fr_fr: Si une variable locale est vraie ou fausse
he_il: אם משתנה לוקאלי מוגדר כ- true או false
hr_hr: Ako je lokalna varijabla istina ili laž
it_it: Se una variabile locale è vera o falsa
ja_jp: ローカル変数が「はい」または「いいえ」
ko_kr: 지역 변수가 참이거나 거짓인 경우
nl_nl: Als een lokale variabele waar of onwaar is
no_no: Hvis en lokal variabel er sann eller usann
pl_pl: Jeśli zmienna lokalna jest prawdziwa lub fałszywa
pt_br: Quando uma variável local tem uma condição verdadeira ou falsa
ro_ro: Dacă o variabilă locală este adevărată sau falsă
ru_ru: Если локальная переменная правда или ложь
sl_si: Ko je lokalna spremenljivka true ali false
sv_se: Om en lokal variabel är sann eller falskt
th_th: ถ้าตัวแปรภายในเป็นจริงหรือไม่จริง
tr_tr: Bir yerel değişken doğru veya yanlışsa
uk_ua: Якщо локальна змінна є істиною або хибною
vi_vn: Nếu biến cục bộ đúng hay sai
zh_cn: 当某局部变量值为 true 或 false
zh_tw: 當局部變數值是 true 或 false

# VariableCondition_EmptyText
source: (enter a variable name)
ar_sa: (الرجاء إدخال اسم متغير)
ca_es: (introduïu el nom d'una variable)
cs_cz: (zadejte název proměnné)
da_dk: (indtast et variabelnavn)
de_de: (Gib einen Variablennamen ein)
el_gr: (εισάγετε ένα όνομα μεταβλητής)
fi_fi: (syötä muuttujan nimi)
fr_fr: (entrez un nom de variable)
he_il: (הכנס שם משתנה)
hr_hr: (unesi ime varijable)
it_it: (inserisci il nome di una variabile)
ja_jp: (変数名を入力)
ko_kr: (변수명 입력)
nl_nl: (voer een variabele naam in)
no_no: (angi variabelnavn)
pl_pl: (wprowadź nazwę zmiennej)
pt_br: (insira o nome da variável)
ro_ro: (introduceți un nume de variabilă)
ru_ru: (введите имя переменной)
sl_si: (vnesite ime spremenljivke)
sv_se: (ange ett variabelnamn)
th_th: (ใส่ชื่อตัวแปร)
tr_tr: (bir değişken adı girin)
uk_ua: (задати назву змінної)
vi_vn: (nhập tên biến)
zh_cn: (请输入变量名称)
zh_tw: (自定文件變量名稱)

# VariableCondition_LinkText
source: Variable {Text} is {Option}
ar_sa: المتغير {Text} هو {Option}
ca_es: Variable {Text} és {Option}
cs_cz: Proměnná {Text} je {Option}
da_dk: Variablen {Text} er {Option}
de_de: Variable {Text} ist {Option}
el_gr: Η μεταβλητή {Text} είναι {Option}
fi_fi: Muuttuja {Text} on {Option}
fr_fr: La variable {Text} est {Option}
he_il: המשתנה {Text} הוא {Option}
hr_hr: Varijabla {Text} je {Option}
it_it: La variabile {Text} è {Option}
ja_jp: 変数 {Text} が {Option}
ko_kr: 변수 {Text} 이(가) {Option} 인 경우
nl_nl: Variabele {Text} is {Option}
no_no: Variabelen {Text} er {Option}
pl_pl: Zmienna {Text} jest {Option}
pt_br: A variável {Text} é {Option}
ro_ro: Variabila {Text} este {Option}
ru_ru: Переменная {Text} — {Option}
sl_si: Spremenljivka {Text} je {Option}
sv_se: Variabel {Text} är {Option}
th_th: ตัวแปร {Text} เป็น {Option}
tr_tr: {Text} değişkeni: {Option}
uk_ua: Змінна {Text} є {Option}
vi_vn: Biến {Text} là {Option}
zh_cn: 变量 {Text} 值为 {Option}
zh_tw: 變數 {Text} 為 {Option}

# VariableCondition_PromptText
source: Enter a variable name (e.g. isInGameMode)
ar_sa: أدخل اسم متغير (على سبيل المثال isInGameMode)
ca_es: Introduïu el nom d'una variable (p. ex. tipusDeJoc)
cs_cz: Zadejte název proměnné (např. isInGameMode)
da_dk: Indtast et variabelnavn (f.eks. isInGameMode)
de_de: Gib einen Variablennamen ein (z.B. isInGameMode)
el_gr: Εισάγετε ένα όνομα μεταβλητής (π.χ. isInGameMode)
fi_fi: Syötä muuttujan nimi (esim. OnPeliTilassa)
fr_fr: Entrez un nom de variable (par exemple modeJeuActif)
he_il: הכנס שם משתנה (לדוג' isInGameMode)
hr_hr: Unesi ime varijeable (npr. GameMode)
it_it: Inserisci un nome di variabile (ad esempio: modalitàGiocoAttiva)
ja_jp: 変数名を入力 (例 isInGameMode)
ko_kr: 변수명을 입력하세요. (예시: isInGameMode)
nl_nl: Voer een variabele naam in (bijv. isInGameModus)
no_no: Angi et variabelnavn (f.eks. isInGameMode)
pl_pl: Wprowadź nazwę zmiennej (np. isInGameMode)
pt_br: Insira um nome de variável (ex.: noModoJogo)
ro_ro: Introduceți un nume de variabilă (de ex. isInGameMode)
ru_ru: Введите имя переменной (например, isInGameMode)
sl_si: Vnesite ime spremenljivke (npr. isInGameMode)
sv_se: Ange ett variabelnamn (t.ex isInGameMode)
th_th: ใส่ชื่อตัวแปร (เช่น โหมดเกมส์)
tr_tr: Bir değişken adı girin (örn. oyunModunda)
uk_ua: Введіть назву змінної (наприклад isInGameMode)
vi_vn: Nhập tên biến (Ví dụ: isInGameMode)
zh_cn: 输入变量名称 (例如：isInGameMode)
zh_tw: 輸入變數名稱 (例如 isInGameMode)

# ToolbarDeleteText
source: Delete
ar_sa: حذف
ca_es: Suprimeix
cs_cz: Odstranit
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
fi_fi: Poista
fr_fr: Supprimer
he_il: מחק
hr_hr: Obriši
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
nl_nl: Verwijderen
no_no: Slett
pl_pl: Usuń
pt_br: Excluir
ro_ro: Ștergere
ru_ru: Удалить
sl_si: Izbriši
sv_se: Ta bort
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# ToolbarEditText
source: Edit
ar_sa: تعديل
ca_es: Edita
cs_cz: Upravit
da_dk: Redigér
de_de: Bearbeiten
el_gr: Επεξεργασία
fi_fi: Muokkaa
fr_fr: Modifier
he_il: ערוך
hr_hr: Uredi
it_it: Modifica
ja_jp: 編集
ko_kr: 편집
nl_nl: Bewerken
no_no: Rediger
pl_pl: Edytuj
pt_br: Editar
ro_ro: Editare
ru_ru: Редактировать
sl_si: Uredi
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯
