Repository: File-New-Project/EarTrumpet
Catalog: EarTrumpet/Properties/Resources.*.resx
Languages: af, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, it, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, ro, ro_ro, ru_ru, sl_si, sv_se, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ContextMenuExitTitle
source: Exit
af: Gaan Uit
ar_sa: خروج
ca_es: Surt
cs_cz: Ukončit
da_dk: Afslut
de_de: Beenden
el_gr: Έξοδος
es: Salir
fa_ir: خروج
fi_fi: Lopeta
fr_fr: Quitter
he_il: צא
hr_hr: Izlaz
hu_hu: Kilépés
it: Esci
it_it: Esci
ja_jp: 終了
ko_kr: 종료
nl_nl: Afsluiten
no_no: Lukk
pl_pl: Zakończ
pt_br: Sair
ro: Ieși
ro_ro: Ieșire
ru_ru: Выход
sl_si: Izhod
sv_se: Avsluta
ta_in: வெளியேறு
th_th: ออกจากโปรแกรม
tr_tr: Çık
uk_ua: Вийти
vi_vn: Thoát
zh_cn: 退出
zh_tw: 結束

# ContextMenuNoDevices
source: No playback devices found
af: Geen terugspeeltoestel gevind nie
ar_sa: لم يتم العثور على أجهزة تشغيل
ca_es: No s'han trobat dispositius de reproducció
cs_cz: Nebyla nalezena žádná zařízení pro přehrávání
da_dk: Ingen afspilningsenheder fundet
de_de: Keine Wiedergabegeräte gefunden
el_gr: Δεν εντοπίστηκαν συσκευές αναπαραγωγής ήχου
es: No se encontraron dispositivos de reproducción
fa_ir: هیچ دستگاه پخش کننده ای یافت نشد
fi_fi: Toistolaitteita ei löytynyt
fr_fr: Aucun périphérique de lecture n'a été trouvé
he_il: לא נמצאו מכשירי השמעה
hr_hr: Uređaji za reprodukciju nisu pronađeni
hu_hu: Nem találhatóak lejátszóeszközök
it: Nessun dispositivo di riproduzione disponibile
it_it: Nessun dispositivo di riproduzione disponibile
ja_jp: 再生デバイスが見つかりません
ko_kr: 재생 장치를 찾을 수 없습니다
nl_nl: Geen afspeelapparaten gevonden
no_no: Ingen avspillingsenheter funnet
pl_pl: Nie znaleziono żadnych urządzeń odtwarzających
pt_br: Não foram detectados dispositivos de reprodução
ro: Nu am găsit niciun dispozitiv de redare
ro_ro: Nu au fost găsite dispozitive de redare
ru_ru: Не найдено устройств воспроизведения
sl_si: Ni bilo mogoče najti predvajalnih naprav
sv_se: Hittade inga uppspelningsenheter
ta_in: இயக்கல் சாதனம் எதுவும் கண்டறியப்படவில்லை
th_th: ไม่พบอุปกรณ์เล่นกลับ
tr_tr: Oynatma aygıtı bulunamadı
uk_ua: Пристроїв для відтворення не знайдено
vi_vn: Không tìm thấy bất kỳ thiết bị phát lại nào
zh_cn: 找不到播放设备
zh_tw: 找不到播放裝置

# ContextMenuSendFeedback
source: Send feedback
af: Stuur terugvoering
ar_sa: أرسل تعليقاتك
ca_es: Envia comentaris
cs_cz: Odeslat zpětnou vazbu
de_de: Feedback senden
el_gr: Αποστολή σχολίων
es: Enviar feedback
fa_ir: ارسال بازخورد
fi_fi: Lähetä palautetta
fr_fr: Envoyer des commentaires
he_il: שלח משוב
hr_hr: Pošalji povratnu informaciju
hu_hu: Visszajelzés küldése
it: Invia feedback
it_it: Invia feedback
ja_jp: 意見を送信
ko_kr: 피드백 보내기
nl_nl: Verstuur feedback
no_no: Gi tilbakemelding
pl_pl: Prześlij opinię
pt_br: Enviar comentários
ro: Trimite feedback
ro_ro: Trimiteți feedback
ru_ru: Отправить отзыв
sl_si: Pošlji povratne informacije
sv_se: Skicka feedback
ta_in: பின்னூட்டம் மையம்
th_th: ส่งคำติชม
tr_tr: Geri bildirim gönder
uk_ua: Надіслати відгук
vi_vn: Gửi phản hồi
zh_cn: 提交反馈
zh_tw: 傳送意見回饋

# FullWindowTitleText
source: Volume Mixer
af: Volumemenger
ar_sa: ‎‎خالط مستوى الصوت
ca_es: Mesclador de volum
cs_cz: Směšovač hlasitosti
da_dk: Lydstyrke Mixer
de_de: EarTrumpet Lautstärkemixer
el_gr: Μείκτης έντασης ήχου
es: Mezclador de volumen EarTrumpet
fi_fi: Äänenvoimakkuuden mikseri
fr_fr: Mélangeur de volume EarTrumpet
he_il: מערבל עוצמה
hr_hr: Mješač glasnoće
hu_hu: Hangerőkeverő megnyitása
it: Mixer volume di EarTrumpet
it_it: Mixer volume
ja_jp: EarTrumpet 音量ミキサー
ko_kr: 볼륨 믹서
no_no: Volumblander
pl_pl: Mikser głośności
pt_br: Mixer de Volume
ro: Mixer EarTrumpet
ro_ro: Mixer de volum
ru_ru: Микшер громкости EarTrumpet
sl_si: Mešalnik glasnosti
sv_se: Volymmixer
ta_in: ஒலியளவு மிக்சர்
th_th: วอลลุ่มมิกเซอร์
tr_tr: Ses Karıştırıcısı
uk_ua: Мікшер гучності EarTrumpet
vi_vn: Trình phối âm
zh_cn: 音量合成器
zh_tw: 音量混音程式

# LegacyVolumeMixerText
source: Volume Mixer
af: Volumemenger
ar_sa: ‎‎خالط مستوى الصوت
ca_es: Mesclador de volum (heretat)
cs_cz: Směšovač hlasitosti
da_dk: Lydstyrke Mixer
de_de: Alter Lautstärkemixer
el_gr: Μείκτης έντασης ήχου
es: Mezclador de volumen tradicional
fi_fi: Äänenvoimakkuuden mikseri
fr_fr: Mixeur de volume (legacy)
he_il: מערבל עוצמה
hr_hr: Mješač glasnoće
hu_hu: Hangerőkeverő megnyitása
it: Mixer volume classico
it_it: Mixer volume
ja_jp: 音量ミキサー (旧式)
ko_kr: 볼륨 믹서 (구)
no_no: Volumblander
pl_pl: Mikser głośności
pt_br: Mixer de Volume
ro: Mixer clasic
ro_ro: Mixer de volum
ru_ru: Микшер громкости(старый)
sl_si: Mešalnik glasnosti (zastarelo)
sv_se: Volymmixer
ta_in: ஒலியளவு மிக்சர்
th_th: วอลลุ่มมิกเซอร์
tr_tr: Ses Karıştırıcısı
uk_ua: Мікшер гучності Legacy
vi_vn: Trình phối âm
zh_cn: 音量合成器
zh_tw: 音量混音程式

# NoDevicesPanelContent
source: It doesn't look like you have any playback devices.
af: Dit kom voor of daar geen terugspeeltoestelle is nie.
ar_sa: يبدو أنه ليس لديك أي أجهزة تشغيل.
ca_es: Sembla que no teniu dispositius de reproducció.
cs_cz: Vypadá to, že nemáte žádná zařízení pro přehrávání.
da_dk: Det ser ikke ud til at du har nogen afspilningsenheder.
de_de: Es sind keine Wiedergabegeräte vorhanden.
el_gr: Φαίνεται να μην έχετε συσκευές αναπαραγωγής ήχου.
es: Parece que no tienes dispositivos de reproducción.
fa_ir: به نظر نمی رسد که دستگاه های پخش داشته باشید.
fi_fi: Näyttää siltä, että sinulla ei ole toistolaitteita.
fr_fr: Il semblerait que vous n’ayez aucun périphérique de lecture.
he_il: נראה שאין לך שום מכשירי השמעה.
hr_hr: Izgleda da nemate uređaje za reprodukciju.
hu_hu: Úgy tűnik, hogy nem találhatóak lejátszóeszközök.
it: Sembra che tu non abbia alcun dispositivo di riproduzione.
it_it: Sembra che tu non abbia alcun dispositivo di riproduzione.
ja_jp: 再生デバイスが接続されてないようです。
ko_kr: 재생 장치가 없는 것 같습니다.
nl_nl: Het lijkt erop dat je geen afspeelapparaten hebt.
no_no: Det ser ikke ut som om du har noen avspillingsenheter.
pl_pl: Wygląda na to, że nie masz żadnych urządzeń odtwarzających.
pt_br: Não há dispositivo de reprodução disponível.
ro: Se pare că nu ai niciun dispozitiv de redare conectat.
ro_ro: Se pare că nu ai nici un dispozitiv de redare.
ru_ru: Не похоже, что у вас есть какое-либо устройство воспроизведения.
sl_si: Videti je, da nimate predvajalnih naprav.
sv_se: Det ser inte ut som att du har några uppspelningsenheter.
ta_in: உங்களிடம் எந்த இயக்கல் சாதனங்களும் இல்லை போல் தெரிகிறது.
th_th: ดูเหมือนว่าคุณไม่มีอุปกรณ์เล่นกลับ
tr_tr: Herhangi bir oynatma aygıtınız yok gibi görünüyor.
uk_ua: Здається, у вас немає пристроїв для відтворення.
vi_vn: Có vẻ như bạn không có thiết bị phát lại nào cả.
zh_cn: 似乎没有任何播放设备。
zh_tw: 您似乎沒有任何播放裝置。

# NoDeviceTrayText
source: EarTrumpet: No playback devices
af: EarTrumpet: Geen terugspeeltoestelle
ar_sa: EarTrumpet: لا توجد أجهزة تشغيل
ca_es: EarTrumpet: No hi ha dispositius de reproducció
cs_cz: EarTrumpet: Žádná zařízení pro přehrávání
da_dk: EarTrumpet: Ingen afspilningsenheder
de_de: EarTrumpet: Keine Wiedergabegeräte
el_gr: EarTrumpet: Δεν υπάρχουν συσκευές αναπαραγωγής
es: EarTrumpet: No hay dispositivos de reproducción
fa_ir: EarTrumpet: هیچ دستگاه پخشی یافت نشد
fi_fi: EarTrumpet: Ei toistolaitteita
fr_fr: EarTrumpet: Aucun périphérique de lecture
he_il: EarTrumpet: אין מכשרי השמעה
hr_hr: EarTrumpet: Nema uređaja za reprodukciju
hu_hu: EarTrumpet: Nem található lejátszóeszköz
it: EarTrumpet: Nessun dispositivo di riproduzione.
it_it: EarTrumpet: Nessun dispositivo di riproduzione
ja_jp: EarTrumpet: 再生デバイスなし
ko_kr: EarTrumpet: 재생 장치 없음
nl_nl: EarTrumpet: Geen afspeelapparaten
no_no: EarTrumpet: Ingen avspillingsenheter
pl_pl: EarTrumpet: Brak urządzeń odtwarzających
pt_br: EarTrumpet: Não há dispositivo de reprodução
ro: EarTrumpet: Niciun dispozitiv de redare
ro_ro: EarTrumpet: Nu există dispozitive de redare
ru_ru: EarTrumpet: нет устройств воспроизведения
sl_si: EarTrumpet: ni predvajalnih naprav
sv_se: EarTrumpet: Inga uppspelningsenheter
ta_in: EarTrumpet: இயக்கல் சாதனங்கள் எதுவுமில்லை
th_th: EarTrumpe: ไม่มีอุปกรณ์เล่นกลับ
tr_tr: EarTrumpet: Oynatma aygıtı bulunamadı
uk_ua: EarTrumpet: незнайдено пристроїв для відтворення
vi_vn: EarTrumpet: Không có thiết bị phát lại
zh_cn: EarTrumpet: 没有播放设备
zh_tw: EarTrumpet：沒有可播放音效的裝置

# PlaybackDevicesText
source: Playback devices
af: Terugspeeltoestelle
ar_sa: أجهزة التشغيل
ca_es: Dispositius de reproducció
cs_cz: Zařízení pro přehrávání
da_dk: Afspilningsenheder
de_de: Wiedergabegeräte
el_gr: Συσκευές αναπαραγωγής
es: Dispositivos de reproducción
fa_ir: دستگاه های پخش
fi_fi: Toistolaitteet
fr_fr: Périphériques de lecture
he_il: מכשירי השמעה
hr_hr: Uređaji za reprodukciju
hu_hu: Lejátszóeszközök
it: Dispositivi di riproduzione
it_it: Dispositivi di riproduzione
ja_jp: 再生デバイス
ko_kr: 재생 장치
nl_nl: Afspeelapparaten
no_no: Avspillingsenheter
pl_pl: Urządzenia odtwarzające
pt_br: Dispositivos de reprodução
ro: Dispozitive de redare
ro_ro: Dispozitive de redare
ru_ru: Устройства воспроизведения
sl_si: Predvajalne naprave
sv_se: Uppspelningsenheter
ta_in: இயக்கல் சாதனங்கள்
th_th: อุปกรณ์เล่นกลับ
tr_tr: Oynatma aygıtları
uk_ua: Пристрої для відтворення
vi_vn: Thiết bị phát lại
zh_cn: 播放设备
zh_tw: 播放裝置

# RecordingDevicesText
source: Recording devices
af: Opneemtoestelle
ar_sa: أجهزة التسجيل
ca_es: Dispositius de grabació
cs_cz: Zařízení pro záznam
da_dk: Optagelsesenheder
de_de: Aufnahmegeräte
el_gr: Συσκευές ηχογράφησης
es: Dispositivos de grabación
fa_ir: دستگاه های ضبط
fi_fi: Tallennuslaitteet
fr_fr: Périphériques d'enregistrement
he_il: מכשירי הקלטה
hr_hr: Uređaji za snimanje
hu_hu: Felvevő eszközök
it: Dispositivi di registrazione
it_it: Dispositivi di registrazione
ja_jp: 録音デバイス
ko_kr: 녹음 장치
nl_nl: Opnameapparaten
no_no: Opptak enheter
pl_pl: Urządzenia nagrywające
pt_br: Dispositivos de gravação
ro: Dispozitive de înregistrare
ro_ro: Dispozitive de înregistrare
ru_ru: Записывающие устройства
sl_si: Snemalne naprave
sv_se: Inspelningsenheter
ta_in: பதிவு சாதனங்கள்
th_th: อุปกรณ์บันทึกเสียง
tr_tr: Kayıt aygıtları
uk_ua: Пристрої для запису
vi_vn: Thiết bị thu âm
zh_cn: 录制设备
zh_tw: 錄音裝置

# SettingsWindowText
source: Settings
af: Instellings
ar_sa: الإعدادات
ca_es: Configuració
cs_cz: Nastavení
da_dk: Indstillinger
de_de: Einstellungen
el_gr: Ρυθμίσεις
es: Configuración / Acerca de EarTrumpet
fa_ir: تنظیمات
fi_fi: Asetukset
fr_fr: EarTrumpet Paramètres / À propos
he_il: הגדרות
hr_hr: Postavke
hu_hu: Beállítások
it: Impostazioni / Informazioni su EarTrumpet
it_it: Impostazioni
ja_jp: EarTrumpet 設定
ko_kr: 설정
nl_nl: Instellingen
no_no: Innstillinger
pl_pl: Ustawienia
pt_br: Configurações
ro: Setări EarTrumpet / Despre
ro_ro: Setări
ru_ru: Параметры EarTrumpet / О приложении
sl_si: Nastavitve
sv_se: Inställningar
ta_in: அமைப்புகள்
th_th: ตั้งค่า
tr_tr: Ayarlar
uk_ua: Налаштування/ Про нас EarTrumpet
vi_vn: Cài đặt
zh_cn: 设置
zh_tw: EarTrumpet 設置 / 關於

# SoundsControlPanelText
source: Sounds
af: Klanke
ar_sa: الأصوات
ca_es: Sons
cs_cz: Zvuky
da_dk: Lyde
el_gr: Ήχοι
es: Sonidos
fa_ir: صدا ها
fi_fi: Äänet
fr_fr: Sons
he_il: צלילים
hr_hr: Zvukovi
hu_hu: Hang
it: Suoni
it_it: Suoni
ja_jp: サウンド
ko_kr: 소리
nl_nl: Geluiden
no_no: Lyder
pl_pl: Dźwięki
pt_br: Sons
ro: Sunete
ro_ro: Sunete
ru_ru: Звуки
sl_si: Zvoki
sv_se: Ljud
ta_in: ஒலிகள்
th_th: เสียง
tr_tr: Sesler
uk_ua: Звук
vi_vn: Âm thanh
zh_cn: 声音
zh_tw: 聲音

# TroubleshootEarTrumpetText
source: Collect troubleshooting data
af: Versamel foutopsporingsdata
ar_sa: تجميع بيانات استكشاف الأخطاء وإصلاحها
ca_es: Recopila dades per a solucionar problemes
cs_cz: Shromáždit data pro řešení potíží
da_dk: Indsaml fejlfindingsdata
de_de: Daten zur Fehlerbehebung sammeln
el_gr: Συλλογή δεδομένων αντιμετώπισης προβλημάτων
es: Recopilar datos para la solución de problemas
fa_ir: جمع آوری اطلاعات عیب یابی
fi_fi: Kerää vianmääritystietoja
fr_fr: Collecter les données de diagnostic
he_il: ליקוט מידע לפתרון בעיות
hr_hr: Sakupljaj podatke za rješavanje problema
hu_hu: Diagnosztikai információk összegyűjtése
it: Raccogli dati per la risoluzione dei problemi
it_it: Raccogli dati per la risoluzione dei problemi
ja_jp: 問題報告用のデータを生成
ko_kr: 문제 해결 데이터 수집
nl_nl: Probleemoplossingsgegevens verzamelen
no_no: Samle inn feilsøkingsdata
pl_pl: Zbieraj dane pomagające w rozwiązywaniu problemów
pt_br: Coletar informações
ro_ro: Colectează date de depanare
ru_ru: Сбор данных для устранения неполадок
sl_si: Zberi podatke za reševanje težav
sv_se: Samla in felsökningsdata
ta_in: சிக்கல்தீர்த்தல் தரவைச் சேகரி
th_th: เก็บข้อมูลการแก้ปัญหา
tr_tr: Sorun giderme verilerini toplama
uk_ua: Зібрати дані для усунення неполадок
vi_vn: Thu thập dữ liệu chẩn đoán
zh_cn: 收集故障排除数据
zh_tw: 收集疑難排解資料

# HotkeyDescriptionText
source: Your shortcut
af: U kortpad
ar_sa: اختصارك
ca_es: La vostra drecera
cs_cz: Vaše klávesová zkratka
da_dk: Din genvej
de_de: Deine Tastenkombination
el_gr: Η συντόμευσή σας
es: Su atajo
fa_ir: میانبر شما
fi_fi: Pikanäppäimesi
fr_fr: Votre raccourci
he_il: קיצור הדרך שלך
hr_hr: Vaš prečac
hu_hu: Egyéni gyorsbillentyű
it: La tua combinazione di tasti
it_it: Scorciatoia
ja_jp: ショートカット
ko_kr: 사용자 지정 단축키
nl_nl: Snelkoppeling
no_no: Din snarvei
pl_pl: Twój skrót
pt_br: Atalho
ro: Comanda ta rapidă
ro_ro: Comandă rapidă
ru_ru: Ваше сочетание клавиш
sl_si: Vaša bližnjica
sv_se: Din genväg
ta_in: உங்கள் விசை குறுக்குவழி
th_th: ทางลัดของคุณ
tr_tr: Kısayolunuz
uk_ua: Ваш ярлик
vi_vn: Phím tắt của bạn
zh_cn: 你的快捷键
zh_tw: 你的快捷鍵

# DefaultDeviceText
source: Always use the default playback device
af: Gebruik altyd verstek terugspeeltoestel
ar_sa: استخدم دائما جهاز التشغيل الافتراضي
ca_es: Utilitza sempre el dispositiu de reproducció per defecte
cs_cz: Vždy používat výchozí zařízení pro přehrávání
da_dk: Brug altid standardenheden til afspilning
de_de: Immer das Standard-Wiedergabegerät verwenden
el_gr: Χρήση πάντα της προεπιλεγμένης συσκευής αναπαραγωγής
es: Usar siempre el dispositivo de reproducción predeterminado
fa_ir: همیشه از دستگاه پخش پیش فرض استفاده کنید
fi_fi: Käytä aina oletustoistolaitetta
fr_fr: Toujours utiliser le périphérique de lecture par défaut
he_il: תמיד השתמש בברירת המחדל (מכשיר השמעה)
hr_hr: Uvijek koristi zadani uređaj za reprodukciju
hu_hu: Mindig az alapértelmezett lejátszóeszköz használata
it: Usa sempre il dispositivo di riproduzione predefinito
it_it: Usa sempre il dispositivo di riproduzione predefinito
ja_jp: 常に既定の再生デバイスを使用
ko_kr: 항상 기본 재생 장치를 사용
nl_nl: Altijd het standaard afspeelapparaat gebruiken
no_no: Alltid bruk standard avspillingsenhet
pl_pl: Zawsze używaj domyślnego urządzenia odtwarzającego
pt_br: Utilizar sempre o dispositivo padrão de reprodução
ro: Folosește întotdeauna dispozitivul implicit de redare
ro_ro: Folosește întotdeauna dispozitivul de redare implicit
ru_ru: Всегда использовать устройство воспроизведения по умолчанию
sl_si: Vedno uporabi privzeto predvajalno napravo
sv_se: Använd alltid standardenheten för uppspelning
ta_in: எப்போதும் இயல்புநிலை சாதனத்தைப் பயன்படுத்து
th_th: ใช้อุปกรณ์ค่าเริ่มต้นทุกครั้ง
tr_tr: Her zaman varsayılan oynatma aygıtını kullan
uk_ua: Завжди використовувате пристрій відтворення за замовчуванням
vi_vn: Luôn dùng thiết bị phát lại mặc định
zh_cn: 始终使用默认播放设备
zh_tw: 總是使用預設播放裝置

# AboutTitle
source: About
af: Aangaande
ar_sa: عن البرنامج
ca_es: Quant a
cs_cz: O aplikaci
da_dk: Om
de_de: Über
el_gr: Σχετικά με
es: Acerca de
fa_ir: درباره ما
fi_fi: Tietoja
fr_fr: À propos
he_il: אודות
hr_hr: O aplikaciji
hu_hu: Névjegy
it: Informazioni
it_it: Info
ja_jp: このソフトの情報
ko_kr: 정보
nl_nl: Over
no_no: Om
pl_pl: O programie
pt_br: Sobre
ro: Despre
ro_ro: Despre
ru_ru: О приложении
sl_si: O programu
sv_se: Om
ta_in: பற்றி
th_th: เกี่ยวกับ
tr_tr: Hakkında
uk_ua: Про
vi_vn: Thông tin về ứng dụng
zh_cn: 关于
zh_tw: 關於

# WebsiteText
source: Learn more
af: Kom meer te wete
ar_sa: التعرف على المزيد
ca_es: Més informació
cs_cz: Další informace
da_dk: Få mere at vide
de_de: Mehr erfahren
el_gr: Μάθετε περισσότερα
es: Más detalles...
fa_ir: بیشتر بدانید
fi_fi: Lue lisää
fr_fr: En savoir plus
he_il: למידע נוסף
hr_hr: Saznajte više
hu_hu: További információ
it: Scopri di più
it_it: Scopri di più
ja_jp: 詳細はこちら
ko_kr: 더 알아보기
nl_nl: Meer informatie
no_no: Lær mer
pl_pl: Dowiedz się więcej
pt_br: Mais informações
ro: Află mai multe
ro_ro: Află mai multe
ru_ru: Узнать больше
sl_si: Več informacij
sv_se: Lär dig mer
ta_in: மேலும் அறிக
th_th: เรียนรู้เพิ่มเติม
tr_tr: Daha fazla bilgi edin
uk_ua: Дізнатися більше
vi_vn: Tìm hiểu thêm
zh_cn: 了解更多
zh_tw: 瞭解更多

# AppOrDeviceFormatAccessibleText
source: "{Volume}% volume - {Name}"
ar_sa: "{Volume}% مستوى الصوت - {Name}"
ca_es: "{Volume}% de volum- {Name}"
cs_cz: "Hlasitost {Volume}% - {Name}"
da_dk: "{Volume}% lydstyrke - {Name}"
de_de: {Volume} % Lautstärke - {Name}
el_gr: "{Volume}% ένταση - {Name}"
es: {Volume}% de volumen - {Name}
fa_ir: "{1} درصد حجم صدا - {0}"
fi_fi: "{Volume}% äänenvoimakkuus - {Name}"
fr_fr: {Volume} pourcent du volume - {Name}
he_il: " {Name} - עוצמה %{Volume}"
hr_hr: "{Volume}% glasnoća - {Name}"
hu_hu: "{Name}: {Volume}%"
it: Volume al {Volume} percento - {Name}
ja_jp: {Volume} 音量（％） - {Name}
ko_kr: "음량 {Volume}% - {Name}"
no_no: "{Volume}% volum - {Name}"
pl_pl: "{Volume}% głośność - {Name}"
pt_br: {Volume} por cento de volume {Name}
ro_ro: "{Volume}% volum - {Name}"
ru_ru: {Volume} процент громкости - {Name}
sl_si: Glasnost: {Volume}% - {Name}
sv_se: "{Volume} % volym - {Name}"
ta_in: "{Volume}% ஒலியளவு - {Name}"
th_th: "{Volume}% เสียง - {Name}"
tr_tr: "{Volume}% Ses seviyesi - {Name}"
uk_ua: {Volume} відсоток гучності - {Name}
vi_vn: "Âm lượng {Volume}% - {Name}"
zh_cn: 音量 {Volume}% - {Name}
zh_tw: 音量 {Volume}% - {Name}

# AppOrDeviceMutedFormatAccessibleText
source: "Muted - {Name}"
af: Uitgedoof - {Name}
ar_sa: "كتم - {Name}"
ca_es: "Silenciat - {Name}"
cs_cz: "Ztlumeno - {Name}"
da_dk: "Lydløs - {Name}"
de_de: Stumm - {Name}
el_gr: "Σε σίγαση - {Name}"
es: Silenciado - {Name}
fa_ir: "سکوت - {0}"
fi_fi: "Mykistetty - {Name}"
fr_fr: Sourdine - {Name}
he_il: " {Name} - מושתק"
hr_hr: "Isključen zvuk - {Name}"
hu_hu: "Némítva - {Name}"
it: Audio Disattivato - {Name}
it_it: Audio Disattivato - {Name}
ja_jp: ミュート - {Name}
ko_kr: "음소거됨 - {Name}"
nl_nl: "Gedempt - {Name}"
no_no: "Dempet - {Name}"
pl_pl: "Wyciszono - {Name}"
pt_br: Mudo {Name}
ro_ro: "Amuțit - {Name}"
ru_ru: Без звука - {Name}
sl_si: Zvok izklopljen - {Name}
sv_se: "Ljud av - {Name}"
ta_in: "முடக்கப்பட்டது - {Name}"
th_th: "ปิดเสียง - {Name}"
tr_tr: "{Name} - Susturulmuş"
uk_ua: Звук вимкнено- {Name}
vi_vn: "{Name} - Bị tắt tiếng"
zh_cn: 静音 - {Name}
zh_tw: 靜音 - {Name}

# AppsListAccessibleText
source: Apps
af: Programme
ar_sa: التطبيقات
ca_es: Aplicacions
cs_cz: Aplikace
el_gr: Εφαρμογές
es: Aplicaciones
fa_ir: برنامه ها
fi_fi: Sovellukset
fr_fr: Applications
he_il: יישומים
hr_hr: Aplikacije
hu_hu: Alkalmazások
it: Applicazioni
it_it: App
ja_jp: アプリ
ko_kr: 앱
nl_nl: Programma's
no_no: Apper
pl_pl: Aplikacje
pt_br: Aplicativos
ro: Aplicații
ro_ro: Aplicaţii
ru_ru: Приложения
sl_si: Aplikacije
sv_se: Appar
ta_in: பயன்பாடுகள்
th_th: แอป
tr_tr: Uygulamalar
uk_ua: Додатки
vi_vn: Ứng dụng
zh_cn: 应用
zh_tw: 應用程式

# CloseButtonAccessibleText
source: Close
af: Maak toe
ar_sa: إغلاق
ca_es: Tanca
cs_cz: Zavřít
da_dk: Luk
de_de: Schließen
el_gr: Κλείσιμο
es: Cerrar
fa_ir: بستن
fi_fi: Sulje
fr_fr: Fermer
he_il: סגור
hr_hr: Zatvori
hu_hu: Bezár
it: Chiudi
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
nl_nl: Sluiten
no_no: Lukk
pl_pl: Zamknij
pt_br: Fechar
ro: Închide
ro_ro: Închide
ru_ru: Закрыть
sl_si: Zapri
sv_se: Stäng
ta_in: மூடு
th_th: ปิด
tr_tr: Kapat
uk_ua: Закрити
vi_vn: Đóng
zh_cn: 关闭
zh_tw: 關閉

# CollapseAccessibleText
source: Collapse to show only the default playback device
af: Vou in en vertoon slegs die verstek terugspeeltoestel
ar_sa: اضغط لإظهار جهاز التشغيل الافتراضي فقط
ca_es: Replega per mostrar només el dispositiu de reproducció per defecte
cs_cz: Sbalit pro zobrazení pouze výchozího zařízení pro přehrávání
da_dk: Fold sammen for kun at vise standard afspilningsenheden
de_de: Minimieren, um nur das Standard-Wiedergabegerät anzuzeigen
el_gr: Σύμπτυξη για εμφάνιση μόνο της προεπιλεγμένης συσκευής αναπαραγωγής
es: Contraer para mostrar solo el dispositivo de reproducción predeterminado
fa_ir: نشان دادن تنها دستگاه پخش پیش فرض. ببندید
fi_fi: Pienennä näyttääksesi vain oletustoistolaitteen
fr_fr: Réduire pour afficher uniquement le périphérique de lecture par défaut
he_il: מזער והראה רק את מכשיר ההשמעה שהוא ברירת המחדל
hr_hr: Skupi za prikazivanje samo zadanog uređaja za reprodukciju
hu_hu: Csak az alapértelmezett lejátszóeszköz megjelenítése
it: Riduci per mostrare solamente il dispositivo di riproduzione predefinito
it_it: Riduci per mostrare solamente il dispositivo di riproduzione predefinito
ja_jp: 既定の再生デバイスのみ表示
ko_kr: 기본 재생 장치만 표시하도록 축소
nl_nl: Klap in om alleen standaard afspeelapparaat te tonen
no_no: Skjul for å bare vise standard avspillingsenhet
pl_pl: Zwiń, aby wyświetlić tylko domyślne urządzenie odtwarzające
pt_br: Fechar para visualizar apenas o dispositivo padrão de reprodução
ro_ro: Restrânge pentru a afișa doar dispozitivul implicit de redare
ru_ru: Свернуть, чтобы показать только устройство воспроизведения по умолчанию
sl_si: Strni za prikaz izključno privzete predvajalne naprave
sv_se: Dra samman för att visa endast standardenheten för uppspelning
ta_in: இயல்புநிலை இயக்கல் சாதனத்தை மட்டும் காண்பிக்கச் சுருக்கு
th_th: ย่อและแสดงอุปกรณ์ค่าเริ่มต้นอย่างเดียว
tr_tr: Yalnızca varsayılan oynatma cihazını göstermek için daralt
uk_ua: Згорнути, показати лише пристрій для відтворення за замовчуванням
vi_vn: Thu nhỏ để chỉ hiển thị thiết bị phát lại mặc định
zh_cn: 折叠并仅显示默认播放设备
zh_tw: 摺疊畫面，只顯示預設播放裝置

# DefaultHotkeyDescriptionText
source: Default shortcut
af: Verstek kortpad
ar_sa: الاختصار الافتراضي
ca_es: Drecera per defecte
cs_cz: Výchozí klávesová zkratka
da_dk: Standardgenvej
de_de: Standard Tastenkombination
el_gr: Προεπιλεγμένη συντόμευση
es: Atajo predeterminado
fa_ir: میانبر پیشفرض
fi_fi: Oletus pikanäppäin
fr_fr: Raccourci par défaut
he_il: קיצור ברירת המחדל
hr_hr: Zadani prečac
hu_hu: Alapértelmezett gyorsbillentyű
it: Combinazione predefinita
it_it: Scorciatoia predefinita
ja_jp: 既定のショートカット
ko_kr: 기본 단축키
nl_nl: Standaard sneltoets
no_no: Standard snarvei
pl_pl: Domyślny skrót
pt_br: Atalho padrão
ro: Comandă implicită
ro_ro: Comanda rapidă implicită
ru_ru: Сочетание клавиш по умолчанию
sl_si: Privzeta bližnjica
sv_se: Standardgenväg
ta_in: இயல்புநிலை விசை குறுக்குவழி
th_th: ทางลัดค่าเริ่มต้น
tr_tr: Varsayılan kısayol
uk_ua: Ярлик за замовчуванням
vi_vn: Phím tắt mặc định
zh_cn: 默认快捷键
zh_tw: 預設快速鍵
