Repository: File-New-Project/EarTrumpet
Catalog: EarTrumpet/Properties/Resources.*.resx
Languages: af, ar_sa, ca_es, cs_cz, da_dk, de_de, el_gr, es, fa_ir, fi_fi, fr_fr, he_il, hr_hr, hu_hu, it, it_it, ja_jp, ko_kr, nl_nl, no_no, pl_pl, pt_br, ro, ro_ro, ru_ru, sl_si, sv_se, ta_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ToolbarSaveText
source: Save
ar_sa: حفظ
ca_es: Desa
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
fi_fi: Tallenna
fr_fr: Enregistrer
he_il: שמור
hr_hr: Spremi
it_it: Salva
ja_jp: 保存
ko_kr: 저장
nl_nl: Opslaan
no_no: Lagre
pl_pl: Zapisz
pt_br: Salvar
ro_ro: Salvare
ru_ru: Сохранить
sl_si: Shrani
sv_se: Spara
th_th: บันทึก
tr_tr: Kaydet
uk_ua: Зберегти
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# ChooseADeviceTitle
source: Choose a device
ar_sa: اختيار جهاز
ca_es: Trieu un dispositiu
cs_cz: Vyberte zařízení
da_dk: Vælg en enhed
de_de: Wählen Sie ein Gerät
el_gr: Επιλέξτε μία συσκευή
fi_fi: Valitse laite
fr_fr: Sélectionnez un périphérique
he_il: בחר התקן
hr_hr: Odaberi uređaj
it_it: Scegli un dispositivo
ja_jp: デバイスを選択
ko_kr: 장치 선택
nl_nl: Kies een apparaat
no_no: Velg enhet
pl_pl: Wybierz urządzenie
pt_br: Escolha um dispositivo
ro_ro: Alegeți un dispozitiv
ru_ru: Выбрать устройство
sl_si: Izberi napravo
sv_se: Välj en enhet
th_th: เลือกอุปกรณ์
tr_tr: Bir aygıt seçin
uk_ua: Обрати пристрій
vi_vn: Chọn thiết bị
zh_cn: 选择设备
zh_tw: 選擇一個裝置

# ChooseAnAppTitle
source: Choose an app
ar_sa: اختيار تطبيق
ca_es: Trieu una aplicació
cs_cz: Vyberte aplikaci
da_dk: Vælg en app
de_de: Wählen Sie eine App
el_gr: Επιλέξτε μια εφαρμογή
fi_fi: Valitse sovellus
fr_fr: Sélectionner une application
he_il: בחר אפליקציה
hr_hr: Odaberi aplikaciju
it_it: Scegli un'applicazione
ja_jp: アプリを選択
ko_kr: 앱 선택
nl_nl: Kies een app
no_no: Velg app
pl_pl: Wybierz aplikację
pt_br: Selecione um aplicativo
ro_ro: Alegeţi o aplicație
ru_ru: Выбрать программу
sl_si: Izberi aplikacijo
sv_se: Välj en app
th_th: เลือกแอป
tr_tr: Bir uygulama seçin
uk_ua: Вибрати програму
vi_vn: Chọn ứng dụng
zh_cn: 选择应用
zh_tw: 選擇應用程式

# DeleteActionDialogNoText
source: Cancel
ar_sa: إلغاء
ca_es: Cancel·la
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
fi_fi: Peruuta
fr_fr: Annuler
he_il: ביטול
hr_hr: Odustani
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
no_no: Avbryt
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
ru_ru: Отмена
sl_si: Prekliči
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# DeleteActionDialogText
source: Delete this action?
ar_sa: حذف هذا الإجراء؟
ca_es: Voleu suprimir aquesta acció?
cs_cz: Odstranit tuto akci?
da_dk: Vil du slette denne handling?
de_de: Diese Aktion löschen?
el_gr: Διαγραφή αυτής της ενέργειας;
fi_fi: Poista tämä toiminto?
fr_fr: Supprimer l'action ?
he_il: מחק את הפעולה הזאת?
hr_hr: Obrisati ovu akciju?
it_it: Eliminare questa azione?
ja_jp: この操作を削除しますか ?
ko_kr: 이 동작을 삭제하겠습니까?
nl_nl: Deze actie verwijderen?
no_no: Slett denne handlingen?
pl_pl: Usunąć tę regułę?
pt_br: Excluir ação?
ro_ro: Ștergeți această acțiune?
ru_ru: Удалить это действие?
sl_si: Izbriši to dejanje?
sv_se: Ta bort åtgärden?
th_th: ลบการกระทำนี้ไหม?
tr_tr: Bu eylemi silmek mi istiyorsunuz?
uk_ua: Видалити цю дію?
vi_vn: Xóa hành động này?
zh_cn: 删除此动作？
zh_tw: 要刪除此動作嗎？

# DeleteActionDialogTitle
source: Delete
ar_sa: حذف
ca_es: Suprimeix
cs_cz: Odstranit
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
fi_fi: Poista
fr_fr: Supprimer
he_il: מחק
hr_hr: Obriši
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
nl_nl: Verwijderen
no_no: Slett
pl_pl: Usuń
pt_br: Excluir
ro_ro: Ștergere
ru_ru: Удалить
sl_si: Izbriši
sv_se: Ta bort
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# DeleteActionDialogYesText
source: Delete
ar_sa: حذف
ca_es: Suprimeix
cs_cz: Odstranit
da_dk: Slet
de_de: Löschen
el_gr: Διαγραφή
fi_fi: Poista
fr_fr: Supprimer
he_il: מחק
hr_hr: Obriši
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
nl_nl: Verwijderen
no_no: Slett
pl_pl: Usuń
pt_br: Excluir
ro_ro: Ștergere
ru_ru: Удалить
sl_si: Izbriši
sv_se: Ta bort
th_th: ลบ
tr_tr: Sil
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# LeavingPageDialogNoText
source: Cancel
ar_sa: إلغاء
ca_es: Cancel·la
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
fi_fi: Peruuta
fr_fr: Annuler
he_il: ביטול
hr_hr: Odustani
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleren
no_no: Avbryt
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulare
ru_ru: Отмена
sl_si: Prekliči
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# LeavingPageDialogText
source: Leave without saving?
ar_sa: الخروج بدون حفظ؟
ca_es: Voleu sortir sense desar?
cs_cz: Opustit bez uložení?
da_dk: Vil du afslutte uden at gemme?
de_de: Verlassen ohne zu speichern?
el_gr: Έξοδος χωρίς αποθήκευση;
fi_fi: Poistu tallentamatta?
fr_fr: Quitter sans enregistrer ?
he_il: עזוב בלי לשמור?
hr_hr: Izaći bez spremanja?
it_it: Uscire senza salvare?
ja_jp: 保存せず移動しますか ?
ko_kr: 저장하지 않고 종료하겠습니까?
nl_nl: Afsluiten zonder op te slaan?
no_no: Avslutte uten å lagre?
pl_pl: Wyjść bez zapisywania?
pt_br: Sair sem salvar?
ro_ro: Ieșiți fără a salva?
ru_ru: Закрыть без сохранения?
sl_si: Zapri brez shranjevanja?
sv_se: Lämna utan att spara?
th_th: ออกโดยไม่บันทึก?
tr_tr: Kaydetmeden mi çıkacaksınız?
uk_ua: Закрити без збереження?
vi_vn: Bạn thoát mà không lưu?
zh_cn: 不保存就离开吗？
zh_tw: 確定要不儲存就離開嗎？

# LeavingPageDialogTitle
source: Save
ar_sa: حفظ
ca_es: Desa
cs_cz: Uložit
da_dk: Gem
de_de: Speichern
el_gr: Αποθήκευση
fi_fi: Tallenna
fr_fr: Enregistrer
he_il: שמירה
hr_hr: Spremi
it_it: Salvataggio
ja_jp: 保存
ko_kr: 저장
nl_nl: Opslaan
no_no: Lagre
pl_pl: Zapisz
pt_br: Salvar
ro_ro: Salvare
ru_ru: Сохранить
sl_si: Shrani
sv_se: Spara
th_th: บันทึก
tr_tr: Kaydet
uk_ua: Зберегти
vi_vn: Lưu
zh_cn: 保存
zh_tw: 儲存

# LeavingPageDialogYesText
source: Leave
ar_sa: مغادرة
ca_es: Surt
cs_cz: Odejít
da_dk: Forlad
de_de: Verlassen
el_gr: Έξοδος
fi_fi: Poistu
fr_fr: Quitter
he_il: יציאה
hr_hr: Izađi
it_it: Esci
ja_jp: 移動する
ko_kr: 종료
nl_nl: Afsluiten
no_no: Forlat
pl_pl: Wyjdź
pt_br: Sair
ro_ro: Ieșire
ru_ru: Закрыть
sl_si: Zapri
sv_se: Lämna
th_th: ออก
tr_tr: Çık
uk_ua: Залишити
vi_vn: Thoát
zh_cn: 离开
zh_tw: 離開

# RemoveActionButtonText
source: Remove this action
ar_sa: حذف هذا الإجراء
ca_es: Elimina aquesta acció
cs_cz: Odstranit tuto akci
da_dk: Slet denne handling
de_de: Diese Aktion entfernen
el_gr: Διαγραφή αυτής της ενέργειας
fi_fi: Poista tämä toiminto
fr_fr: Supprimer l'action
he_il: הסר פעולה
hr_hr: Ukloni ovu akciju
it_it: Elimina questa azione
ja_jp: この操作を削除
ko_kr: 이 동작 제거
nl_nl: Deze actie verwijderen
no_no: Fjern denne handlingen
pl_pl: Usuń tę regułę
pt_br: Excluir está ação
ro_ro: Eliminați această acțiune
ru_ru: Удалить действие
sl_si: Odstrani to dejanje
sv_se: Ta bort åtgärd
th_th: ลบการกระทำนี้
tr_tr: Bu eylemi kaldır
uk_ua: Видалити цю дію
vi_vn: Loại bỏ hành động này
zh_cn: 移除此动作
zh_tw: 移除此動作

# RemoveActionDescriptionText
source: This cannot be undone.
ar_sa: لا يمكن التراجع عن هذا بعد القيام به.
ca_es: Això no es pot desfer.
cs_cz: Tuto operaci nelze vrátit.
da_dk: Denne handling kan ikke fortrydes.
de_de: Dies kann nicht rückgängig gemacht werden.
el_gr: Αυτό δεν μπορεί να αναιρεθεί.
fi_fi: Tätä ei voi perua.
fr_fr: Ceci ne peut pas être annulé.
he_il: פעולה זו אינה הפיכה.
hr_hr: Ovo ne može biti poništeno.
it_it: Questo non può essere annullato.
ja_jp: この操作は元に戻せません。
ko_kr: 이 작업은 취소할 수 없습니다.
nl_nl: Dit kan niet ongedaan worden gemaakt.
no_no: Dette kan ikke angres.
pl_pl: Tego nie można cofnąć.
pt_br: Essa ação não pode ser desfeita.
ro_ro: Această acțiune nu poate fi anulată.
ru_ru: Это действие не может быть отменено.
sl_si: To dejanje ne more biti razveljavljeno.
sv_se: Detta kan inte ångras.
th_th: การกระทำนี้ไม่สามารถยกเลิกได้
tr_tr: Bu işlem geri alınamaz.
uk_ua: Цю дію не можна скасувати.
vi_vn: Tác vụ này sẽ không thể hoàn lại được.
zh_cn: 此操作无法撤消。
zh_tw: 此動作無法復原。

# RemoveActionHeadingText
source: Remove action
ar_sa: إزالة الإجراء
ca_es: Elimina l'acció
cs_cz: Odstranit akci
da_dk: Fjern handling
de_de: Aktion entfernen
el_gr: Διαγραφή ενέργειας
fi_fi: Poista toiminto
fr_fr: Supprimer l'action
he_il: הסר פעולה
hr_hr: Ukloni akciju
it_it: Elimina azione
ja_jp: 操作の削除
ko_kr: 동작 제거
nl_nl: Actie verwijderen
no_no: Fjern handling
pl_pl: Usuń regułę
pt_br: Excluir ação
ro_ro: Eliminați această acțiune
ru_ru: Убрать действие
sl_si: Odstrani dejanje
sv_se: Ta bort åtgärd
th_th: เอาการกระทำออก
tr_tr: Eylemi kaldır
uk_ua: Видалити дію
vi_vn: Loại bỏ hành động
zh_cn: 移除动作
zh_tw: 移除動作

# RemoveButtonAccessibleName
source: Remove
ar_sa: إزالة
ca_es: Elimina
cs_cz: Odstranit
da_dk: Fjern
de_de: Entfernen
el_gr: Διαγραφή
fi_fi: Poista
fr_fr: Supprimer
he_il: הסר
hr_hr: Ukloni
it_it: Elimina
ja_jp: 削除
ko_kr: 제거
nl_nl: Verwijder
no_no: Fjern
pl_pl: Usuń
pt_br: Excluir
ro_ro: Eliminare
ru_ru: Удалить
sl_si: Odstrani
sv_se: Ta bort
th_th: เอาออก
tr_tr: Kaldır
uk_ua: Видалити
vi_vn: Loại bỏ
zh_cn: 移除
zh_tw: 移除

# ChooseAnAppHelpText
source: Apps shown above have played sound recently.
ar_sa: التطبيقات المبينة أعلاه تم تشغيل الصوت مؤخرًا.
ca_es: Les aplicacions mostrades a sobre han reproduït so recentment.
cs_cz: Aplikace zobrazené výše nedávno přehrály zvuk.
da_dk: Apps vist ovenfor har afspillet lyd for nylig.
de_de: Die oben angezeigten Apps haben kürzlich Töne abgespielt.
el_gr: Οι εφαρμογές που εμφανίζονται παραπάνω έχουν παίξει ήχο πρόσφατα.
fi_fi: Edellä esitetyt sovellukset ovat soittaneet ääntä äskettäin.
fr_fr: Les applications montrées ci-dessus ont récemment joué un son.
he_il: האפליקציות הנראות למעלה השמיעו קול לאחרונה.
hr_hr: Prikazane aplikacije su nedavno reproducirale zvuk.
it_it: Le applicazioni mostrate sopra hanno riprodotto un suono di recente.
ja_jp: 上記のアプリが、最近、音声を再生しました。
ko_kr: 위에 표시된 앱에서 최근에 소리가 재생되었습니다.
nl_nl: Onlangs hebben apps die hierboven getoond zijn geluid afgespeeld.
no_no: Apper vist ovenfor har spilt lyd nylig.
pl_pl: Aplikacje pokazane powyżej odtwarzały ostatnio dźwięk.
pt_br: Os aplicativos exibidos acima reproduziram som recentemente.
ro_ro: Aplicaţiile de mai sus au difuzat sunet recent.
ru_ru: Программы выше недавно проигрывали звук.
sl_si: Zgoraj prikazane aplikacije so pred kratkim predvajale zvok.
sv_se: Appar som visas ovan har spelat upp ljud nyligen.
th_th: แอปที่แสดงข้างบนได้เล่นเสียงล่าสุด
tr_tr: Yukarıda gösterilen uygulamlar yakın zamanda ses çıkardılar.
uk_ua: Останнім часом показані додатки грали звук.
vi_vn: Các ứng dụng được hiển thị ở trên đã phát âm thanh gần đây.
zh_cn: 以上应用最近播放过声音。
zh_tw: 以上是近期有播放過聲音的應用程式。

# SettingsAbsoluteVolumeDownText
source: Decrease volume for all devices
ca_es: Disminueix el volum per a tots els dispositius
cs_cz: Snížit hlasitost pro všechna zařízení
da_dk: Formindsk lydstyrken for alle enheder
de_de: Lautstärke für alle Geräte verringern
el_gr: Μείωση έντασης ήχου για όλες τις συσκευές
fr_fr: Diminuer le volume pour tous les périphériques
he_il: הנמיך עוצמת קול לכל המכשירים
hr_hr: Smanji glasnoću za sve uređaje
it_it: Diminuisci il volume per tutti i dispositivi
ja_jp: すべてのデバイスの音量を下げる
ko_kr: 모든 장치의 볼륨 낮추기
nl_nl: Volume voor alle apparaten verlagen
no_no: Senk volum for alle enheter
pl_pl: Zmniejsz głośność dla wszystkich urządzeń
pt_br: Diminuir volume para todos os dispositivos
ro_ro: Scădere volum pentru toate dispozitivele
ru_ru: Уменьшить громкость для всех устройств
sl_si: Zmanjšajte glasnost za vse naprave
sv_se: Minska volymen för alla enheter
th_th: ลดเสียงทุกอุปกรณ์
tr_tr: Ses seviyesini tüm aygıtlar için düşür
uk_ua: Зменшити гучність для всіх пристроїв
vi_vn: Giảm âm lượng mọi thiết bị
zh_cn: 降低所有设备的音量
zh_tw: 降低所有裝置的音量

# SettingsAbsoluteVolumeUpText
source: Increase volume for all devices
ca_es: Augmenta el volum per a tots els dispositius
cs_cz: Zvýšit hlasitost pro všechna zařízení
da_dk: Forøg lydstyrken for alle enheder
de_de: Lautstärke für alle Geräte erhöhen
el_gr: Αύξηση έντασης ήχου για όλες τις συσκευές
fr_fr: Augmenter le volume pour tous les périphériques
he_il: הגבר עוצמת לקול לכל המכשירים
hr_hr: Povećaj glasnoću za sve uređaje
it_it: Aumenta il volume per tutti i dispositivi
ja_jp: すべてのデバイスの音量を上げる
ko_kr: 모든 장치의 볼륨 올리기
nl_nl: Volume voor alle apparaten verhogen
no_no: Øk volum for alle enheter
pl_pl: Zwiększ głośność dla wszystkich urządzeń
pt_br: Aumentar volume para todos os dispositivos
ro_ro: Mărește volumul pentru toate dispozitivele
ru_ru: Увеличить громкость для всех устройств
sl_si: Povečajte glasnost za vse naprave
sv_se: Öka volymen för alla enheter
th_th: เพิ่มเสียงทุกอุปกรณ์
tr_tr: Ses seviyesini tüm aygıtlar için yükselt
uk_ua: Збільшити гучність для всіх пристроїв
vi_vn: Tăng âm lượng mọi thiết bị
zh_cn: 提高所有设备的音量
zh_tw: 提高所有裝置的音量

# OpenAppsVolume_Windows10_Text
source: App volume and device preferences
ca_es: Volum de l'aplicació i preferències del dispositiu
de_de: App-Lautstärke- und Geräteeinstellungen
el_gr: Ένταση ήχου εφαρμογής και προτιμήσεις συσκευών
fr_fr: Volume des applications et préférence des appareils
hr_hr: Postavke glasnoće aplikacije i postavke uređaja
it_it: Preferenze del volume dell'app e del dispositivo
ja_jp: アプリの音量とデバイスの設定
ko_kr: 앱 볼륨 및 장치 기본 설정
nl_nl: Volume- en apparaatvoorkeuren van app
no_no: App volum og enhetsinnstillinger
pl_pl: Ustawienia głośności aplikacji i urządzeń
pt_br: Preferências do dispositivo e volume do aplicativo
ro_ro: Volum aplicație și preferințe dispozitiv
ru_ru: Параметры устройств и громкости приложений
sl_si: Glasnost aplikacije in nastavitve naprave
tr_tr: Uygulama birimi ve cihaz tercihleri
uk_ua: Гучність та налаштування пристроїв
vi_vn: Âm lượng của từng ứng dụng và tùy chọn thiết bị
zh_cn: 应用音量和设备首选项
zh_tw: 應用程式音量與喇叭喜好設定

# OpenAppsVolume_Windows11_Text
source: Volume mixer
ca_es: Mesclador de volum (configuració del Windows)
de_de: Lautstärkenmixer
el_gr: Μείκτης έντασης ήχου
fr_fr: Mixeur de volume (Paramètres Windows)
hr_hr: Mješač glasnoće
it_it: Mixer volume
ja_jp: 音量ミキサー (Windows設定)
ko_kr: 볼륨 믹서 (Windows 설정)
no_no: Volum mikser
pl_pl: Mikser głośności
pt_br: Mixer de Volume
ro_ro: Mixer de volum
ru_ru: Микшер громкости (системный)
sl_si: Mešalnik glasnosti (Nastavitve sistema Windows)
tr_tr: Ses karıştırıcısı
uk_ua: Мікшер гучності
vi_vn: Bộ chỉnh âm
zh_cn: 音量合成器
zh_tw: 音量混音程式

# MouseSettingsPageText
source: Mouse settings
ca_es: Configuració del ratolí
de_de: Mauseinstellungen
el_gr: Ρυθμίσεις ποντικιού
fr_fr: Paramètres de la souris
hr_hr: Postavke miša
it_it: Impostazioni mouse
ja_jp: マウスの設定
ko_kr: 마우스 설정
nl_nl: Muisinstellingen
no_no: Innstillinger for mus
pl_pl: Ustawienia myszy
pt_br: Configurações do Mouse
ro_ro: Setări mouse
ru_ru: Параметры мыши
sl_si: Nastavitve miške
tr_tr: Fare ayarları
vi_vn: Cài đặt chuột
zh_cn: 鼠标设置
zh_tw: 滑鼠設定

# SettingsUseScrollWheelInTray
source: Use the scroll wheel to change volume while hovering over the EarTrumpet icon
ca_es: Utilitzeu la roda de desplaçament per canviar el volum mentre passeu el cursor per sobre de la icona EarTrumpet
de_de: Benutze das Scrollrad um die Lautstärke zu ändern, während du mit dem Mausrad über das EarTrumpet-Symbol fährst
el_gr: Χρήση του τροχού κύλισης για αυξομείωση της έντασης, ενώ ο κέρσορας αιωρείται πάνω από το εικονίδιο του EarTrumpet
fr_fr: Utiliser la molette de la souris pour modifier le volume lorsque votre curseur survole l'icône de EarTrumpet
hr_hr: Koristite kotačić miša za mijenjanje glasnoće prilikom držanja miša iznad EarTrumpet ikone
it_it: Usa la rotella di scorrimento per cambiare volume al passaggio sull'icona di EarTrumpet
ja_jp: EarTrumpet のアイコン上でホイールを回し音量調整
ko_kr: EarTrumpet 아이콘 위에 마우스 커서를 올린 상태로 스크롤 휠을 돌려 볼륨 변경
nl_nl: Gebruik het scrollwiel om volume te veranderen terwijl de muisaanwijzer boven het EarTrumpet-icoon staat
no_no: Bruk rullehjulet til å endre volumet mens du holder musen over EarTrumpet ikonet
pl_pl: Użyj kółka przewijania, aby zmienić głośność, gdy kursor myszy znajduje się nad ikoną EarTrumpet
pt_br: Use a roda de rolagem para alterar o volume enquanto estiver pairando sobre o ícone do EarTrumpet
ro_ro: Utilizați rotița de derulare pentru a schimba volumul în timp ce planați peste pictograma EarTrumpet
ru_ru: Использовать колесо прокрутки для изменения громкости при наведении на иконку EarTrumpet
sl_si: Z miškinim kolescem spremenite glasnost, medtem ko ste z miško nad ikono EarTrumpet
tr_tr: EarTrumpet simgesinin üzerindeyken ses seviyesini değiştirmek için kaydırma tekerleğini kullanın
vi_vn: Cuộn chuột để chỉnh âm lượng khi đưa con trỏ lên biểu tượng EarTrumpet
zh_cn: 鼠标指针悬停在 EarTrumpet 图标上时，使用滚轮调节音量
zh_tw: 滑鼠在 EarTrumpet 圖標時使用滑鼠滾輪來變更聲音

# SettingsUseGlobalMouseWheelHook
source: Use the scroll wheel to change volume while the flyout is open
ca_es: Utilitzeu la roda de desplaçament per canviar el volum mentre el control flotant està obert
de_de: Benutze das Scrollrad um Lautstärke zu ändern, während das Flyout geöffnet ist
el_gr: Χρήση του τροχού κύλισης για αυξομείωση της έντασης, ενώ η επικάλυψη του EarTrumpet είναι ανοιχτή
fr_fr: Utiliser la molette de la souris pour changer le volume quand l'interface est ouverte
hr_hr: Koristite kotačić miša za mijenjanje glasnoće kada je otvorena potpaleta
it_it: Usa la rotella di scorrimento per cambiare il volume mentre il riquadro a comparsa è aperto
ja_jp: ポップアップ上でホイールを回し音量調整
ko_kr: 플라이아웃이 열렸을 때 스크롤 휠을 사용해 볼륨 변경
nl_nl: Gebruik het scrollwiel om volume te veranderen wanneer uitklapmenu open is
no_no: Bruk rullehjulet for å endre folum mens flyout er åpen
pl_pl: Użyj koła przewijania, aby zmienić głośność, gdy otwarte są ustawienia w zasobniku systemowym
pt_br: Use a roda de rolagem para alterar o volume enquanto o submenu estiver aberto
ro_ro: Utilizați rotița de derulare pentru a schimba volumul cât timp este deschis flyout-ul
ru_ru: Использовать колесо прокрутки для изменения громкости при открытом всплывающем окне
sl_si: Z miškinim kolescem spremenite glasnost, ko je pojavni meni odprt
tr_tr: Yüzen kontroller açıkken ses seviyesini değiştirmek için kaydırma tekerleğini kullanın
vi_vn: Cuộn chuột để chỉnh âm lượng khi phần menu mở rộng đang hiển thị
zh_cn: 浮出面板打开时，使用滚轮调节音量
zh_tw: 音效選單開啟時，使用滑鼠滾輪調整音量

# CommunitySettingsPageText
source: Community settings
ca_es: Configuració de la comunitat
de_de: Community Einstellungen
el_gr: Ρυθμίσεις κοινότητας
fr_fr: Paramètres de communauté
hr_hr: Postavke zajednice
it_it: Impostazioni della community
ja_jp: コミュニティ設定
ko_kr: 커뮤니티 설정
nl_nl: Community instellingen
no_no: Samfunnsetterspurte innstillinger
pl_pl: Ustawienia społeczności
pt_br: Configurações da comunidade
ru_ru: Параметры от сообщества
sl_si: Nastavitve skupnosti
tr_tr: Topluluk ayarları
vi_vn: Cài đặt từ cộng đồng
zh_cn: 社区设置
zh_tw: 社群設定

# SettingsUseLogarithmicVolume
source: Use logarithmic volume scale
ca_es: Utilitza l'escala de volum logarítmica
de_de: Logarithmische Volumenskala verwenden
el_gr: Χρήση λογαριθμικής κλίμακας έντασης ήχου
fr_fr: Utiliser l'échelle de volume logarithmique
hr_hr: Koristi logaritamsku skalu glasnoće
it_it: Usa scala di volume logaritmica
ja_jp: 対数の音量基準を使用
ko_kr: 로그 볼륨 스케일 사용
nl_nl: Gebruik logaritmische volumeschaal
no_no: Bruk logaritmisk volumskala
pl_pl: Użyj logarytmicznej skali głośności
pt_br: Usar a escala de volume logarítmica
ru_ru: Использовать логарифмическую шкалу громкости
sl_si: Uporabi logaritemsko lestvico glasnosti
tr_tr: Logaritmik ölçek kullanın
vi_vn: Sử dụng thang đo logarit cho thanh âm lượng
zh_cn: 使用对数音量缩放
zh_tw: 使用對數音量刻度

# SettingsShowFullMixerWindowOnStartup
source: Show full mixer window on startup
ca_es: Mostra la finestra completa del mesclador a l'inici
de_de: Zeige volles Mixer-Fenster beim Start
el_gr: Εμφάνιση του πλήρους παραθύρου μείκτη κατά την έναρξη
fr_fr: Afficher le mélangeur entier au démarrage
hr_hr: Prikaži cijeli prozor miksera pri pokretanju
it_it: Mostra finestra completa del mixer all'avvio
ja_jp: 起動時に完全なミキサーウィンドウを表示
ko_kr: 시작 시 전체 믹서 창이 표시됩니다
nl_nl: Toon volledig mengvenster bij opstarten
no_no: Vis hele mikservinduet ved oppstart
pt_br: Mostrar janela completa do mixer na inicialização
ru_ru: Показывать полное окно микшера при старте
sl_si: Ob zagonu prikaži celotno okno mešalnika
tr_tr: Başlangıçta tam karıştırıcı penceresini göster
vi_vn: Hiển thị trình phối âm khi thiết bị khởi động
zh_cn: 启动时显示完整音量合成器窗口
zh_tw: 啟動時顯示完整的混音視窗
